Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Design step-wise data management interfaces that simplify complex editing tasks. Ensure that everyone enters data completely and consistently
mn: Нарийн төвөгтэй засварлах ажлыг хялбарчлах алхам алхмаар өгөгдлийн удирдлагын интерфейсийг зохион бүтээх. Хүн бүр өгөгдлийг бүрэн, тогтмол оруулж байгаа эсэхийг шалгаарай

source: Arches Search Tools
mn: Arches хайлтын хэрэгслүүд

source: Find what you're looking for
mn: Хайж буй зүйлээ олоорой

source: Arches comes with powerful built-in search tools. Quickly filter large databases with term, geospatial, and time-based search components
mn: Arches нь хүчирхэг суурилуулсан хайлтын хэрэгслүүдтэй ирдэг. Томоохон мэдээллийн санг нэр томьёо, газарзүйн болон цаг хугацааны хайлтын бүрэлдэхүүн хэсгүүдээр хурдан шүүнэ

source: Search Options
mn: Хайлтын сонголтууд

source: Arches gives you many ways to find precisely the information you need, even if your Arches application contains 10's of millions of records. In addition to term, thesaurus, geospatial, and temporal filters, Arches provides you with advanced filtering options that support boolean logic, inverses, and many other filtering options.
mn: Arches програм нь 10 сая бичлэг агуулсан байсан ч гэсэн танд хэрэгтэй мэдээллээ яг таг олох олон арга замыг өгдөг. Нэр томьёо, тезаурус, газарзүйн орон зай, цаг хугацааны шүүлтүүрүүдээс гадна Arches нь логик логик, урвуу болон бусад олон шүүлтүүрийн сонголтуудыг дэмждэг дэвшилтэт шүүлтүүрийн сонголтуудыг санал болгодог.

source: Arches' search capabilities also provide for sophisticated data visualizations, including interactive displays of the connections between your data objects using a Force Directed Graph.
mn: Arches-ийн хайлтын чадвар нь өгөгдлийн нарийн дүрслэл, түүний дотор Хүчээр чиглүүлсэн график ашиглан өгөгдлийн объектуудын хоорондын холболтыг интерактив дэлгэцээр харуулах боломжийг олгодог.

source: If you're a software developer, you can build on Arches modular search services and create your own filters, reports, and visualizations to best show off your particular dataset.
mn: Хэрэв та программ хангамж хөгжүүлэгч бол Arches модульчлагдсан хайлтын үйлчилгээн дээр тулгуурлан өөрийн өгөгдлийн багцыг хамгийн сайн харуулахын тулд өөрийн шүүлтүүр, тайлан, дүрслэлийг үүсгэж болно.

source: Sample Institution Name
mn: Байгууллагын нэрийн жишээ

source: Sample Address
mn: Жишээ хаяг

source: Getty Conservation Institute
mn: Гетти хамгаалах хүрээлэн

source: Los Angeles, CA 90049
mn: Лос Анжелес, CA 90049

source: Guides and Documentation
mn: Хөтөч, баримт бичиг

source: What is Arches
mn: Arches гэж юу вэ

source: Implementation Considerations
mn: Хэрэгжүүлэхэд анхаарах зүйлс

source: Information For Developers
mn: Хөгжүүлэгчдэд зориулсан мэдээлэл

source: FAQ
mn: Түгээмэл асуулт

source: Standards and Interoperability
mn: Стандарт ба харилцан ажиллах чадвар

source: Installation Guide
mn: Суулгах гарын авлага

source: Arches Project Background
mn: Нуман хаалга төслийн суурь

source: Terms & Conditions
mn: Нөхцөл ба нөхцөл

source: Privacy Policy
mn: Нууцлалын бодлого

source: Delete All Resources Associated with this Graph?
mn: Энэ графиктай холбоотой бүх нөөцийг устгах уу?

source: Deleting All Resources removes all associated data with this graph entirely. Are you sure you would like to proceed?
mn: Бүх нөөцийг устгаснаар энэ графиктай холбоотой бүх өгөгдлийг бүхэлд нь устгана. Та үргэлжлүүлэхдээ итгэлтэй байна уу?

source: Delete Branch/Resource Model?
mn: Салбар/Нөөцийн загварыг устгах уу?

source: Deleting this branch/resource model will remove it (and all associated data) entirely. Are you sure you would like to proceed?
mn: Энэ салбар/нөөцийн загварыг устгаснаар түүнийг (болон холбогдох бүх өгөгдлийг) бүхэлд нь устгах болно. Та үргэлжлүүлэхдээ итгэлтэй байна уу?

source: Please contact your system administrator for more details.
mn: Дэлгэрэнгүй мэдээллийг системийн админтайгаа холбогдоно уу.

source: Hide Null Values
mn: Үгүй утгыг нуух

source: Load More
mn: Илүү ачааллах

source: Load All
mn: Бүгдийг ачаалах

source: Display Name
mn: Харагдах нэр

source: Display Description
mn: Дэлгэцийн тодорхойлолт

source: Map Popup
mn: Газрын зургийн попап

source: Map Popup Template
mn: Газрын зургийн попап загвар

source: Add Buffer
mn: Буфер нэмэх

source: Buffer Intersecting Feature
mn: Буфер огтлолцох онцлог

source: Add buffer to features
mn: Онцлогуудад буфер нэмнэ үү

source: Add Buffer Feature
mn: Буферийн функцийг нэмнэ үү

source: Select a feature to perform intersection
mn: Уулзвар хийх онцлогийг сонгоно уу

source: Intersect
mn: огтлолцох

source: Re-index
mn: Дахин индексжүүлэх

source: Re-indexing
mn: Дахин индексжүүлэх

source: Re-index Resources Now
mn: Нөөцүүдийг одоо дахин индексжүүлэх

source: If you've made any changes to this function and there are resources already in the system, then you will need to reindex the resources to reflect your changes. This process can take some time (potentially several minuetes or more). Please be patient.
mn: Хэрэв та энэ функцэд ямар нэгэн өөрчлөлт хийсэн бөгөөд системд нөөц байгаа бол өөрчлөлтөө тусгахын тулд нөөцүүдийг дахин индексжүүлэх шаардлагатай болно. Энэ үйл явц хэсэг хугацаа шаардагдана (хэдэн минут ба түүнээс дээш). Тэвчээртэй байна уу.

source: Use bracketed node names like this: <node name>
mn: Хаалттай зангилааны нэрийг дараах байдлаар ашиглаарай: <зангилааны нэр>

source: Primary Name Template
mn: Үндсэн нэрийн загвар

source: Primary Description Template
mn: Үндсэн тайлбарын загвар

source: Select a card from which to choose nodes to power your primary name identifier.
mn: Өөрийн үндсэн нэр танигчийг идэвхжүүлэх зангилаа сонгох картыг сонгоно уу.

source: Select a card from which to choose nodes to power your primary description identifier.
mn: Өөрийн үндсэн тодорхойлолт танигчийг идэвхжүүлэх зангилаа сонгох картыг сонгоно уу.

source: Add as new
mn: Шинээр нэмэх

source: Add Feature
mn: Онцлог нэмэх

source: Distance:
mn: Зай:

source: Units:
mn: Нэгж:

source: meters:
mn: метр:

source: feet:
mn: хөл:

source: Download
mn: Татаж авах

source: Download File
mn: Файлыг татах

source: Triggering Nodegroups
mn: Зангилааны бүлгүүдийг идэвхжүүлж байна

source: Select a Nodegroup
mn: Зангилааны бүлгийг сонгоно уу

source: No Relationships Added
mn: Харилцаа нэмээгүй

source: Relate Resource
mn: Холбогдох нөөц

source: Cannot Be Related
mn: Холбоотой байж болохгүй

source: Related Resources
mn: Холбогдох эх сурвалжууд

source: Arches keeps track of how resources are related. Click the 'related resources' link on a search result from the list on the left to see its relatives displayed in an interactive graph
mn: Arches нь нөөцүүд хэрхэн хамааралтай болохыг хянаж байдаг. Зүүн талд байгаа жагсаалтаас хайлтын үр дүнгийн "холбогдох нөөц" холбоос дээр дарж түүний хамаатан садан нь интерактив график дээр харагдаж байна.

source: Report Date:
mn: Тайлангийн огноо:

source: X Coordinate Placeholder
mn: X координатын орлуулагч

source: Y Coordinate Placeholder
mn: Y координатын орлуулагч

source: Display as Greyscale
mn: Саарал өнгөөр ​​харуулах

source: Annotation Overlays
mn: Тайлбарын давхаргууд

source: Reset to defaults
mn: Өгөгдмөл рүү дахин тохируулах

source: Data Themes
mn: Өгөгдлийн сэдэв

source: Allow Normal Access
mn: Хэвийн хандалтыг зөвшөөрөх

source: Person/Group
mn: Хүн/бүлэг

source: Set Permissions for this instance
mn: Энэ жишээнд зөвшөөрлийг тохируулна уу

source: By default only you have access to this record. You can set permissions for specific people or groups by selecting to whom you will grant access
mn: Анхдагч байдлаар зөвхөн та энэ бичлэгт хандах эрхтэй. Та хэнд хандах эрх өгөхөө сонгосноор тодорхой хүмүүс эсвэл бүлгүүдэд зөвшөөрлийг тохируулах боломжтой

source: Define access privileges for this instance. You may limit access to yourself, or select which user accounts and groups have permission to this resource.
mn: Энэ жишээнд хандах эрхийг тодорхойл. Та өөртөө хандах хандалтыг хязгаарлаж болно, эсвэл аль хэрэглэгчийн бүртгэл, бүлгүүд энэ нөөцөд зөвшөөрөл өгөхийг сонгож болно.

source: Configure Access to this Instance
mn: Энэ жишээнд хандах хандалтыг тохируулна уу

source: Resource Instance Permissions
mn: Нөөцийн жишээний зөвшөөрөл

source: Unsorted
mn: Эрэмбэлэгдээгүй

source: Ascending
mn: Өгсөж байна

source: Descending
mn: Бууж байна

source: Fuzzy Season Padding (weeks)
mn: Тодорхой бус улирлын жийргэвч (долоо хоног)

source: Multiplier if Date is Uncertain (?)
mn: Огноо тодорхойгүй бол үржүүлэгч (?)

source: Multiplier if Date is Approximate (~)
mn: Огноо ойролцоо бол үржүүлэгч (~)

source: Multiplier if Both (? and ~)
mn: (? ба ~) хоёулаа байвал үржүүлэгч

source: Maximum Number of Files
mn: Файлын хамгийн их тоо

source: Related Node
mn: Холбоотой зангилаа

source: Relationship to Node
mn: Зангилаатай харилцах

source: Continue
mn: Үргэлжлүүлэх

source: Value
mn: Үнэ цэнэ

source: Disabled
mn: Идэвхгүй

source: Disable Editing
mn: Засварлахыг идэвхгүй болгох

source: Prevent users from editing value
mn: Хэрэглэгчдийг утгыг засахаас сэргийлнэ

source: Domain options
mn: Домэйн сонголтууд

source: Add new option
mn: Шинэ сонголт нэмнэ үү

source: Add GNU
mn: GNU нэмнэ үү

source: Showing edits by
mn: Засварыг харуулж байна

source: Return to approved edits
mn: Зөвшөөрөгдсөн засварууд руу буцах

source: This is a new contribution by a provisional editor.
mn: Энэ бол түр редакторын шинэ хувь нэмэр юм.

source: Currently showing the most recent approved edits
mn: Одоогоор хамгийн сүүлд батлагдсан засваруудыг харуулж байна

source: Provisional Edits
mn: Түр зуурын засварууд

source: QA Type
mn: QA төрөл

source: All Resources
mn: Бүх нөөц

source: All Edits
mn: Бүх засварууд

source: Delete all edits
mn: Бүх засварыг устгана уу

source: Delete this record
mn: Энэ бичлэгийг устгана уу

source: Cancel edit
mn: Засварыг цуцлах

source: Save edit
mn: Засварыг хадгалах

source: Sorry, you do not have access to this information
mn: Уучлаарай, та энэ мэдээлэлд хандах эрхгүй байна

source: No data added yet for
mn: Одоогоор өгөгдөл нэмээгүй байна

source: These data are provisional and pending review
mn: Эдгээр өгөгдөл нь түр зуурынх бөгөөд хянан шалгахаар хүлээгдэж байна

source: Label 'True'
mn: "Үнэн" гэсэн шошго

source: Label 'False'
mn: "Худал" шошго

source: Select an Option
mn: Сонголтыг сонгоно уу

source: Concept Collection
mn: Концепцийн цуглуулга

source: Select a concept collection
mn: Концепцийн цуглуулга сонгох

source: Select a Node
mn: Зангилаа сонгоно уу

source: Select a Property
mn: Үл хөдлөх хөрөнгө сонгоно уу

source: No Date Entered
mn: Огноо оруулаагүй байна

source: Use date of data entry
mn: Өгөгдөл оруулах огноог ашиглана уу

source: Check this to use the date of data entry as the default value.
mn: Өгөгдөл оруулсан огноог өгөгдмөл утга болгон ашиглахын тулд үүнийг шалгана уу.

source: Date
mn: Огноо

source: rich text
mn: баялаг текст

source: Direction
mn: Чиглэл

source: Left-to-Right
mn: Зүүнээс баруун тийш

source: Right-to-Left
mn: Баруунаас зүүн тийш

source: Max Length
mn: Хамгийн их урт

source: Language
mn: Хэл

source: Languages
mn: Хэлнүүд

source: Type
mn: Төрөл

source: not a valid EDTF format
mn: EDTF формат биш

source: Year-month approximate
mn: Жил сарын ойролцоогоор

source: Entire date (year-month-day) uncertain and approximate
mn: Бүтэн огноо (жил-сар-өдөр) тодорхойгүй, ойролцоогоор

source: Year uncertain (possibly the year 1984, but not definitely)
mn: Он тодорхойгүй (1984 он байж магадгүй, гэхдээ тодорхой биш)

source: Spring, 2001. The values 21, 22, 23, 24 may be used used to signify ' Spring', 'Summer', 'Autumn', 'Winter', respectively, in place of a month value (01 through 12) for a year-and-month format string
mn: Хавар, 2001. 21, 22, 23, 24 гэсэн утгыг нэг сарын утгын оронд (01-ээс 12 хүртэл) хавар, зун, намар, өвөл гэсэн утгыг ашиглаж болно. жил, сарын форматын мөр

source: The year -100000. 'Y' may be used at the beginning of the date string to signify that the date is a year, when (and only when) the year exceeds four digits, i.e. for years later than 9999 or earlier than -9999.
mn: Он - 100000. Огнооны мөрийн эхэнд 'Y'-г ашиглаж болно, огноо нь дөрвөн оронтой тооноос хэтэрсэн (зөвхөн энэ үед) буюу 9999-ээс хойшхи эсвэл -9999-ээс өмнөх жилүүдийн хувьд огноо юм.

source: A time interval with calendar year precision, beginning sometime in 1964 and ending sometime in 2008
mn: 1964 онд эхэлж 2008 онд дуусдаг хуанлийн жилийн нарийвчлалтай хугацааны интервал

source: A time interval with calendar month precision, beginning sometime in June 2004 and ending sometime in August of 2006
mn: 2004 оны 6-р сард эхэлж, 2006 оны 8-р сард дуусдаг хуанлийн сарын нарийвчлал бүхий хугацааны интервал

source: A time interval beginning sometime on February 1, 2004 and ending sometime in 2005. The start endpoint has calendar day precision and the end endpoint has calendar year precision
mn: 2004 оны 2-р сарын 1-ний өдөр эхэлж 2005 онд дуусдаг хугацааны интервал. Эхлэх эцсийн цэг нь хуанлийн өдрийн нарийвчлалтай, төгсгөлийн цэг нь хуанлийн жилийн нарийвчлалтай байна.

source: [year][“-”][month][“-”][day]
mn: [жил][“-”][сар][“-”][өдөр]

source: Refers to the calendar date 2021 April 12th with day precision
mn: Өдрийн нарийвчлалтайгаар 2021 оны дөрөвдүгээр сарын 12-ны хуанлийн огноог заана

source: [year][“-”][month]
mn: [жил][“-”][сар]

source: Refers to the calendar month April 2021 with month precision
mn: Сарын нарийвчлалтайгаар 2021 оны дөрөвдүгээр сарыг хуанлийн сарыг заана

source: [year]
mn: [жил]

source: Refers to the year 2021 with year precision
mn: Жилийн нарийвчлалтайгаар 2021 оныг хэлнэ

source: Some common encodings:
mn: Зарим нийтлэг кодчилолууд:

source: EDTF Date Specfication (Library of Congress)
mn: EDTF огнооны тодорхойлолт (Конгрессийн номын сан)

source: The EDTF datatype allows you to describe dates (even uncertain dates). You can find a summary of the standard here:
mn: EDTF өгөгдлийн төрөл нь огноог (тодорхойгүй огноог ч гэсэн) дүрслэх боломжийг олгодог. Та стандартын хураангуйг эндээс олж болно:

source: Extended Date/Time Formats (EDTF)
mn: Өргөтгөсөн огноо/цагийн формат (EDTF)

source: EDTF Formats
mn: EDTF форматууд

source: Loading Time Wheel
mn: Ачаалах цагны хүрд

source: Time Wheel
mn: Цагийн хүрд

source: Click on a block to set a filter, double-click to zoom in, double-click center to zoom out
mn: Шүүлтүүрийг тохируулахын тулд блок дээр дарна уу, томруулахын тулд хоёр товшино уу, жижигрүүлэхийн тулд төв рүү хоёр товшино уу.

source: Last 7 Days
mn: Сүүлийн 7 хоног

source: Last 30 Days
mn: Сүүлийн 30 хоног

source: This week
mn: Энэ долоо хоногт

source: This month
mn: Энэ сар

source: This quarter
mn: Энэ улирал

source: This year
mn: Энэ жил

source: Today
mn: Өнөөдөр

source: Custom date range
mn: Захиалгат огнооны муж

source: Search all dates
mn: Бүх огноог хайх

source: Date Type
mn: Огнооны төрөл

source: Date Interval
mn: Огнооны интервал

source: Minimum Date
mn: Хамгийн бага огноо

source: Maximum Date
mn: Хамгийн их огноо

source: Date Format
mn: Огнооны формат

source: Has no value
mn: Үнэ цэнэгүй

source: Has any value
mn: Ямар ч үнэ цэнэтэй

source: Format
mn: Формат

source: view valid formats
mn: хүчинтэй форматуудыг үзэх

source: Max
mn: Макс

source: Min
mn: Мин

source: Increment
mn: Нэмэгдүүлэх

source: Increment Size
mn: Хэмжээг нэмэгдүүлэх

source: Decimal Places
mn: Аравтын орон

source: Number of decimal places
mn: Аравтын орны тоо

source: Prefix
mn: Угтвар

source: Field Prefix
mn: Талбарын угтвар

source: suffix
mn: дагавар

source: Field Suffix
mn: Талбарын дагавар

source: From
mn: -аас

source: To
mn: руу

source: Select
mn: Сонго

source: Within
mn: Дотор

source: overlaps
mn: давхцаж байна

source: equals
mn: тэнцүү байна

source: is not
mn: биш

source: not
mn: үгүй

source: like
mn: дуртай

source: not like
mn: дургүй

source: and
mn: болон

source: or
mn: эсвэл

source: of
mn: -ийн

source: None
mn: Байхгүй

source: Add
mn: Нэмэх

source: Remove
mn: Устгах

source: Find
mn: Хай

source: Filter
mn: Шүүлтүүр

source: Clear
mn: Тодорхой

source: Clear Filter
mn: Шүүлтүүрийг арилгах

source: Buffer
mn: Буфер

source: Distance
mn: Зай

source: New
mn: Шинэ

source: Add New
mn: Шинээр нэмэх

source: Return
mn: Буцах

source: shapefile
mn: хэлбэрийн файл

source: tile excel
mn: хавтан excel

source: Copy to clipboard
mn: Clipboard уруу хуулах

source: Info
mn: Мэдээлэл

source: Arches Export
mn: Нуман хаалганы экспорт

source: Include the report link in the export?
mn: Экспортод тайлангийн холбоосыг оруулах уу?

source: 1. Format
mn: 1. Формат

source: Select the format you'd like for your export data. (tile excel and geojson formats require a resource type filter)
mn: Экспортын өгөгдөлдөө хүссэн форматаа сонгоно уу. (хавтанцарын excel болон geojson формат нь нөөцийн төрлийн шүүлтүүр шаарддаг)

source: 2. Coordinate Precision
mn: 2. Координатын нарийвчлал

source: Tell us how many decimal places of precision you'd like for geo-data results
mn: Гео-өгөгдлийн илэрцийг хэдэн аравтын оронтой нарийвчлалтайгаар харуулахыг хүсч байгаагаа хэлнэ үү

source: 3. Report Link
mn: 3. Мэдээлэх холбоос

source: Only applicable to CSV and shapefile exports
mn: Зөвхөн CSV болон shapefile экспортод хамаарна

source: 4. Name this export
mn: 4. Энэ экспортыг нэрлэнэ үү

source: 5. Email Address
mn: 5. Имэйл хаяг

source: This download may take some time. Tell us where to email a download link to your results
mn: Энэ татаж авах хэсэг хугацаа шаардаж магадгүй. Үр дүнгээ татаж авах холбоосыг имэйлээр хаанаас авахыг бидэнд хэлээрэй

source: Export Search Results
mn: Хайлтын үр дүнг экспортлох

source: Advanced Search
mn: Нарийвчилсан хайлт

source: With Advanced Search you can build more sophisticated search queries. Select the search facets you wish to query from the list on the right. Then enter your criteria to customize your search filters
mn: Нарийвчилсан хайлтын тусламжтайгаар та илүү боловсронгуй хайлтын асуулга үүсгэх боломжтой. Баруун талд байгаа жагсаалтаас асуухыг хүсч буй хайлтын талбараа сонгоно уу. Дараа нь хайлтын шүүлтүүрээ өөрчлөхийн тулд шалгуураа оруулна уу

source: Map Search
mn: Газрын зураг хайх

source: Accept GeoJSON
mn: GeoJSON-г хүлээн авна уу

source: GeoJSON has the following errors that must be resolved:
mn: GeoJSON-д шийдвэрлэх шаардлагатай дараах алдаанууд байна:

source: Edit GeoJSON
mn: GeoJSON-г засварлах

source: Edit Coordinates
mn: Координатыг засах

source: Show Feature
mn: Онцлогыг харуулах

source: Coordinate Reference:
mn: Координатын лавлагаа:

source: Zoom to all
mn: Бүгдийг томруулна уу

source: Zoom to all features
mn: Бүх онцлогийг томруулна уу

source: No Email saved for User
mn: Хэрэглэгчийн имэйл хадгалсангүй

source: Drag GeoJSON or KML files here to add
mn: Энд нэмэхийн тулд GeoJSON эсвэл KML файлуудыг чирнэ үү

source: The following errors occurred:
mn: Дараах алдаанууд гарсан.

source: Enter Search String here
mn: Хайлтын мөрийг энд оруулна уу

source: View search string
mn: Хайлтын мөрийг харах

source: Search String - use to filter resources displayed
mn: Хайлтын мөр - дэлгэцэн дээр гарч буй нөөцүүдийг шүүх

source: Saved Search
mn: Хадгалсан хайлт

source: The Arches site administrator hasn't saved any searches yet.
mn: Arches сайтын админ хайлтыг хараахан хадгалаагүй байна.

source: searching
mn: хайж байна

source: Search Facets
mn: Facets хайх

source: Analyze
mn: Шинжилгээ хийх

source: Legend
mn: Домог

source: close
mn: хаах

source: Edit
mn: Засварлах

source: Details
mn: Дэлгэрэнгүй мэдээлэл

source: Report
mn: Тайлан

source: Done
mn: Дууслаа

source: Apply
mn: Өргөдөл гаргах

source: Panels
mn: Самбар

source: Single Panel
mn: Нэг самбар

source: Double Panel
mn: Давхар самбар

source: Panel 1
mn: Самбар 1

source: Panel 2
mn: Самбар 2

source: Panel Layout
mn: Самбарын зохион байгуулалт

source: Selected Panel Layout
mn: Сонгосон самбарын бүдүүвч

source: Annotation(s)
mn: Тэмдэглэл(үүд)

source: Brightness
mn: Гэрэлтүүлэг

source: Contrast
mn: Эсрэг заалт

source: Saturation
mn: Ханалт

source: Greyscale
mn: Саарал өнгөтэй

source: Default Color
mn: Өгөгдмөл өнгө

source: Selected Feature Color
mn: Сонгосон онцлог өнгө

source: Hovered Feature Color
mn: Хулганы онцлог өнгө

source: Layer Color Palette
mn: Давхаргын өнгөт палитр

source: Fill Opacity
mn: Тунгалаг байдлыг дүүргэ

source: Fill Color
mn: Өнгө дүүргэх

source: Overview Zoom
mn: Томруулалтын тойм

source: Min Zoom
mn: Хамгийн бага томруулах

source: Point Radius
mn: Цэгний радиус

source: Line Opacity
mn: Шугамын тунгалаг байдал

source: Line Width
mn: Шугамын өргөн

source: Line Color
mn: Шугамын өнгө

source: Stroke Color
mn: Цус харвалтын өнгө

source: Stroke Width
mn: Цус харвалтын өргөн

source: Point Stroke Width
mn: Цэгний цохилтын өргөн

source: Point Stroke Opacity
mn: Цэгний цохилтын тунгалаг байдал

source: Show Style Tools
mn: Загварын хэрэгслүүдийг харуулах

source: Hide Style Tools
mn: Загварын хэрэгслүүдийг нуух

source: dismiss
mn: халах

source: Preview
mn: Урьдчилан үзэх

source: Basemap
mn: Үндсэн газрын зураг

source: Participating Layers
mn: Оролцогч давхаргууд

source: Add a new feature
mn: Шинэ функц нэмнэ үү

source: files uploaded
mn: файлуудыг байршуулсан

source: Max File Size (mb)
mn: Файлын дээд хэмжээ (мб)

source: example: .jpg, .png, .txt
mn: жишээ: .jpg, .png, .txt

source: Images formatted as .jpg, .png, .tiff files may be uploaded. Other formats will be ignored
mn: .jpg, .png, .tiff форматтай зургуудыг байршуулж болно. Бусад форматыг үл тоомсорлох болно

source: Accepted formats: .jpg, .png, .tiff
mn: Зөвшөөрөгдсөн формат: .jpg, .png, .tiff

source: Accepted File Types
mn: Зөвшөөрөгдсөн файлын төрлүүд

source: Show all files
mn: Бүх файлыг харуулах

source: Show first 5 files
mn: Эхний 5 файлыг харуулах

source: Show first 10 files
mn: Эхний 10 файлыг харуулах

source: Show first 25 files
mn: Эхний 25 файлыг харуулах

source: error
mn: алдаа

source: Unsaved
mn: Хадгалаагүй

source: delete all files
mn: бүх файлыг устгах

source: add more files
mn: илүү файл нэмэх

source: file(s) uploaded
mn: файл(ууд) байршуулсан

source: find a file
mn: файлыг олох

source: Uploaded Files
mn: Байршуулсан файлууд

source: Allowed document formats:
mn: Зөвшөөрөгдсөн баримт бичгийн хэлбэрүүд:

source: You may upload as many documents as you wish, but the maximum size of any single file is
mn: Та хүссэн хэмжээгээрээ олон баримт бичгийг байршуулж болно, гэхдээ нэг файлын хамгийн дээд хэмжээ нь байна

source: You may upload as many photos as you wish, but the maximum size of any single file is 8MB.
mn: Та хүссэн хэмжээгээрээ олон зураг оруулж болно, гэхдээ нэг файлын дээд хэмжээ нь 8MB байна.

source: Adding documents to this record is optional.
mn: Энэ бүртгэлд бичиг баримт нэмэх нь сонголттой.

source: Adding photos to this record is optional.
mn: Энэ бичлэгт зураг нэмэх нь сонголттой.

source: Select Files
mn: Файлуудыг сонгоно уу

source: Select Photographs
mn: Гэрэл зургийг сонгоно уу

source: Drag & Drop your files onto this panel
mn: Энэ самбар дээр файлуудаа чирж, буулгана уу

source: Drag & Drop your photos onto this panel
mn: Энэ самбар дээр зургаа чирж, буулгана уу

source: Upload Photographs
mn: Гэрэл зураг байршуулах

source: Upload Documents
mn: Баримт бичгийг байршуулах

source: Show Gallery
mn: Галерейг харуулах

source: Hide Gallery
mn: Галерейг нуух

source: Select default value
mn: Өгөгдмөл утгыг сонгоно уу

source: Select a filter
mn: Шүүлтүүрийг сонгоно уу

source: Default Manifest URL
mn: Өгөгдмөл манифест URL

source: Enter Manifest URL
mn: Манифест URL-г оруулна уу

source: Select a manifest
mn: Манифест сонгоно уу

source: No manifest selected
mn: Манифест сонгогдоогүй байна

source: Load manifest
mn: Манифест ачаалах

source: Loading manifest
mn: Манифестыг ачаалж байна

source: Error loading manifest
mn: Манифестыг ачаалахад алдаа гарлаа

source: Filter images
mn: Зургийг шүүх
