Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: While certain node data types allow the storage of multiple values in a single node, "concept-list" for example, this setting is how you control cardinality at a higher level. When determining whether or not to use this setting, we recommend testing out the resource editor interface directly.
mn: Зарим зангилааны өгөгдлийн төрлүүд нь нэг зангилаанд олон утгыг хадгалах боломжийг олгодог бол жишээ нь "концепт-жагсаалт" нь энэ тохиргоо нь таны үндсэн байдлыг илүү өндөр түвшинд удирдах арга юм. Энэ тохиргоог ашиглах эсэхээ тодорхойлохдоо бид нөөц засварлагчийн интерфейсийг шууд туршиж үзэхийг зөвлөж байна.

source: Enable Card-level Help
mn: Картын түвшний тусламжийг идэвхжүүлнэ үү

source: To aid data entry users when using this Card, you may want to add some extra guidance. Enable setting to do so, and design the content of this guidance with the Card-Level Help menu.
mn: Энэ картыг ашиглах үед өгөгдөл оруулах хэрэглэгчдэд туслахын тулд та нэмэлт зааварчилгааг нэмж оруулахыг хүсч болно. Ингэхийн тулд тохиргоог идэвхжүүлж, картын түвшний тусламжийн цэсээр энэ зааварчилгааны агуулгыг зохион бүтээгээрэй.

source: Widget Management
mn: Виджетийн удирдлага

source: Widgets are data entry helpers for each node that collects information; it's often easier to pick a date from a calendar than to type it in, for example. Generally, the data type of the node will determine which Widget template is used. However, in some cases you will have a choice: For example, in the case of a <code>concept</code> node, you can choose a dropdown menu or a set of radio buttons. Similarly, for a <code>string</code> node you can choose a basic text box or a rich text editor.
mn: Виджетүүд нь мэдээлэл цуглуулдаг зангилаа бүрийн өгөгдөл оруулах туслах хэрэгсэл юм; Жишээлбэл, хуанлиас огноог бичихээс илүүтэйгээр сонгох нь илүү хялбар байдаг. Ерөнхийдөө зангилааны өгөгдлийн төрөл нь ямар виджетийн загварыг ашиглахыг тодорхойлно. Гэсэн хэдий ч зарим тохиолдолд танд сонголт байх болно: Жишээлбэл, <code>концепт</code> зангилааны хувьд та унадаг цэс эсвэл радио товчлууруудын багцыг сонгож болно. Үүнтэй адилаар <code>string</code> зангилааны хувьд та үндсэн текст хайрцаг эсвэл баялаг текст засварлагчийг сонгож болно.

source: Depending on the Widget, there are more settings you can configure, most of which are optional and all come with acceptable defaults.
mn: Виджетээс хамааран та тохируулах боломжтой олон тохиргоо байдаг бөгөөд тэдгээрийн ихэнх нь нэмэлт бөгөөд бүгд зөвшөөрөгдөх өгөгдмөл тохиргоотой ирдэг.

source: Common Settings
mn: Нийтлэг тохиргоо

source: Widget Label
mn: Виджет шошго

source: This will be used in the user interface. The default label comes from the node name.
mn: Үүнийг хэрэглэгчийн интерфэйс дээр ашиглах болно. Анхдагч шошго нь зангилааны нэрээс ирдэг.

source: Template
mn: Загвар

source: The list of available Widgets is determined by the node's data type, though developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">create new Widgets</a>.
mn: Боломжтой виджетүүдийн жагсаалтыг зангилааны өгөгдлийн төрлөөр тодорхойлдог боловч хөгжүүлэгчид <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank"> боломжтой. шинэ виджет үүсгэх</a>.

source: Placeholder
mn: Орлуулагч

source: Shown in the input area before the user has entered anything.
mn: Хэрэглэгч ямар нэгэн зүйл оруулахаас өмнө оролтын хэсэгт харуулна.

source: If desired, you can define a default value.
mn: Хэрэв хүсвэл өгөгдмөл утгыг тодорхойлж болно.

source: Other Settings by Widget
mn: Виджетийн бусад тохиргоо

source: map-widget
mn: газрын зургийн виджет

source: The map widget allows for a good deal of customization, from the default center and zoom level to default layers.
mn: Газрын зургийн виджет нь үндсэн төв болон томруулах түвшингээс эхлээд анхдагч давхарга хүртэл маш сайн тохируулах боломжийг олгодог.

source: datepicker-widget
mn: огноо сонгогч-виджет

source: This widget is used for the normal date data type, not the extended date/time format data type. You can set minumum or maximum dates, change how specific the calendar is when user first opens it, or set the display of the date. However, note that real YYYY-MM-DD dates are stored in the database whether no matter what display format you have chosed for this widget. So if you have set YYYY for the <strong>Date Format</strong> and a user enters "2005", then "2005-01-01" will be saved in the database.
mn: Энэ виджетийг өргөтгөсөн огноо/цаг форматын өгөгдлийн төрөлд бус ердийн огнооны өгөгдлийн төрөлд ашигладаг. Та хамгийн бага эсвэл дээд огноог тохируулах, хэрэглэгч анх нээхэд хуанли хэр тодорхой болохыг өөрчлөх эсвэл огнооны дэлгэцийг тохируулах боломжтой. Гэсэн хэдий ч, энэ виджетийн хувьд ямар дэлгэцийн форматыг сонгосон эсэхээс үл хамааран бодит YYYY-MM-DD огноонууд мэдээллийн санд хадгалагддаг гэдгийг анхаарна уу. Хэрэв та <strong>Огнооны формат</strong>-д YYYY-г тохируулсан бөгөөд хэрэглэгч "2005" гэж оруулбал мэдээллийн санд "2005-01-01" хадгалагдах болно.

source: <p>Functions are discrete operations that can be associated with a Resource Model and are run on specific nodes or cards whenever a user clicks creates or modify's a Resource. Here in the Function Manager you will associate Functions with this Resource Model and configure them appropriately.</p> <p>To add a Function to this Resource Model, click on it in Function Library, and notice that it is added to the list of Selected Functions. To delete a Function, use the <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> symbol in the upper right corner.
mn: <p>Функцууд нь Нөөцийн загвартай холбогдож болох салангид үйлдлүүд бөгөөд хэрэглэгч нөөцийг үүсгэх эсвэл өөрчлөх үед товшиж тодорхой зангилаа эсвэл картууд дээр ажилладаг. Энд Функцийн менежер дээр та функцуудыг энэ нөөцийн загвартай холбож, тэдгээрийг зохих ёсоор тохируулах болно.</p> <p>Энэ нөөцийн загварт функц нэмэхийн тулд Функцын номын санд түүн дээр товшоод, Сонгосон функцуудын жагсаалтад нэмэгдсэнийг анхаарна уу. Функцийг устгахын тулд баруун дээд буланд байгаа <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> тэмдгийг ашиглана уу.

source: adding a function - click to view
mn: функц нэмэх - үзэхийн тулд товшино уу

source: open in new tab
mn: шинэ таб дээр нээх

source: <p>Arches comes with three default functions (see below). However, functions are envisioned as the hook through which developers can easily customize Arches capabilities, because new Functions can be added to your individual Arches installation. Learn more <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">here</a>.</p>
mn: <p>Arches нь гурван үндсэн функцтэй ирдэг (доороос харна уу). Гэсэн хэдий ч, функцууд нь Arches-ийн суулгацад шинэ функцүүдийг нэмж болох тул хөгжүүлэгчид Arches-ийн чадавхийг хялбархан тохируулах боломжтой дэгээ гэж төсөөлдөг. <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">эндээс</a> нэмэлт мэдээлэл авна уу. .</p>

source: Define Resource Descriptors
mn: Нөөцийн тодорхойлогчдыг тодорхойлох

source: This function will generate one or more descriptors for Resources that are created with this Resource Model. These descriptors are used throughout the database interface, but are not saved as part of the resource. This gives you control over the way Resources are identified and described in search results and elsewhere.
mn: Энэ функц нь энэхүү нөөцийн загвараар үүсгэгдсэн нөөцийн нэг буюу хэд хэдэн тодорхойлогчийг үүсгэх болно. Эдгээр тодорхойлогчдыг өгөгдлийн сангийн интерфэйс даяар ашигладаг боловч нөөцийн нэг хэсэг болгон хадгалдаггүй. Энэ нь хайлтын илэрц болон бусад газарт нөөцийг хэрхэн тодорхойлж, тайлбарлахыг хянах боломжийг танд олгоно.

source: Once added to the Resource Model, use the appropriate tab to configure a descriptor template. Choose a card, and variables corresponding to each node in that card will be added to the template, demarcated with <code>&lt; &gt;</code>. You can rearrange these variables and add text to customize the descriptor. When you have set the descriptors, click <strong>Re-Index</strong> to update any existing resources in your database.
mn: Нөөцийн загварт нэмсний дараа тодорхойлогчийн загварыг тохируулахын тулд тохирох табыг ашиглана уу. Картаа сонгох ба тухайн картын зангилаа тус бүрт тохирох хувьсагчийг загварт нэмж <код>&lt; &gt;</code>. Та эдгээр хувьсагчдыг дахин цэгцэлж, тодорхойлогчийг өөрчлөхийн тулд текст нэмж болно. Тодорхойлогчдыг тохируулсны дараа <strong>Дахин индексжүүлэх</strong>-г дарж өгөгдлийн санд байгаа нөөцүүдийг шинэчилнэ үү.

source: If there are multiple instances of a given card in a Resource, the first one added will be used to create these descriptors. To manually change this, edit the Resource in question and drag the desired tile to the top of the list.
mn: Хэрэв нөөцөд өгөгдсөн картын олон тохиолдол байгаа бол эхний нэмсэн картыг эдгээр тодорхойлогчийг үүсгэхэд ашиглана. Үүнийг гараар өөрчлөхийн тулд тухайн нөөцийг засварлаж, хүссэн хавтанг жагсаалтын дээд хэсэгт чирнэ үү.

source: Any user with read access permission to a resource will be seeing these resource descriptors wherever it shows up in search results or on the map. <strong>If a card is intended to be hidden from any group of users, it should not be used in this function.</strong>
mn: Нөөцийг унших эрх бүхий хэрэглэгч эдгээр нөөцийн тодорхойлогчдыг хайлтын илэрц эсвэл газрын зураг дээр хаана ч харагдах болно. <strong>Хэрэв картыг аль нэг бүлэг хэрэглэгчдээс нуухыг зорьсон бол үүнийг энэ функцэд ашиглах ёсгүй.</strong>

source: <h5>Example</h5> <p>Consider a Resource where the <strong>Name</strong> node value is <em>Folsom School</em> and <strong>Name Type</strong> node value is <em>Primary</em>.</p> <p>Selecting the <strong>Name</strong> card will populate the template with <code>&lt;Name Type&gt;, &lt;Name&gt;</code>. The resulting descriptor would read <em>Primary, Folsom School</em>. Changing the template to <code>Building Name: &lt;Name&gt;</code> would yield <em>Building Name: Folsom School</em>.</p>
mn: <h5>Жишээ</h5> <p><strong>Нэр</strong> зангилааны утга нь <em>Folsom сургууль</em>, <strong>Нэрийн төрөл</strong> зангилааны утга <em>Анхдагч</em> байх нөөцийг авч үзье. </p> <p><strong>Нэр</strong> картыг сонгосноор загварт <code>&lt;Нэрийн төрөл&gt;, &lt;Нэр&gt;</code>-ээр бөглөнө. Үүссэн тодорхойлогч нь <em>Бага, Фолсомын сургууль</em> гэж уншина. Загварыг <code>Барилгын нэр: &lt;Нэр&gt;</code> болгож өөрчлөхөд <em>Барилгын нэр: Фолсом сургууль</em> гарч ирнэ.</p>

source: Graph Tab
mn: График таб

source: In this tab you will design the graph&mdash;the core of a Resource Model or Branch. In fact, sometimes Resource Models and Branches are generically referred to as "graphs".
mn: Энэ таб дээр та нөөцийн загвар эсвэл салбарын үндсэн графикийг зохиох болно. Үнэн хэрэгтээ заримдаа Нөөцийн загварууд болон салбаруудыг ерөнхийд нь "график" гэж нэрлэдэг.

source: For the first step in building a graph, you should fill out the <strong>top-level settings</strong>. Some of these may be changed later while others can't, so make sure to do a lot of testing while developing a graph. With the top-level settings in place, it's time to <strong>construct the graph</strong> by adding nodes (or full Branches) to the graph tree. Along the way, you'll need to set the <strong>node-level settings</strong> for each node you create.
mn: График бүтээх эхний алхамд та <strong>дээд түвшний тохиргоог</strong> бөглөх хэрэгтэй. Эдгээрийн заримыг нь дараа нь өөрчлөх боловч заримыг нь өөрчлөх боломжгүй тул график боловсруулахдаа маш их туршилт хийхээ мартуузай. Дээд түвшний тохиргоог хийснээр график модонд зангилаа (эсвэл бүтэн салбар) нэмж <strong>графыг бүтээх</strong> цаг болжээ. Замдаа та үүсгэсэн зангилаа бүрдээ <strong>зангилааны түвшний тохиргоог</strong> тохируулах хэрэгтэй болно.

source: Once you've finished creating this Resource Model or Branch make sure to set its status to "active".
mn: Та энэ нөөцийн загвар эсвэл салбарыг үүсгэж дууссаны дараа түүний статусыг "идэвхтэй" болгож тохируулна уу.

source: Top-Level Settings
mn: Дээд түвшний тохиргоо

source: Identifiers
mn: Тодорхойлогч

source: Name
mn: Нэр

source: Used to identify this Resource Model throughout the app interface. Default is New Resource Model.
mn: Энэхүү нөөцийн загварыг програмын интерфейс даяар тодорхойлоход ашигладаг. Өгөгдмөл нь Шинэ нөөцийн загвар юм.

source: Optional subtitle, displayed on the Arches Designer home page.
mn: Нэмэлт хадмал гарчиг, Arches Designer-ийн нүүр хуудсан дээр харагдана.

source: Ontology
mn: Онтологи

source: Decide whether an ontology will be enforced in this graph. To learn more about what this means, read <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Ontologies in Arches</a>. By default, you are allowed to choose between using the CIDOC CRM v6.2, or using no ontology. Once a node or branch has been added to this graph the <strong>Ontology</strong> setting <em>cannot be modified</em>.
mn: Энэ график дээр онтологийг хэрэгжүүлэх эсэхийг шийднэ үү. Энэ нь юу гэсэн үг болохыг мэдэхийн тулд <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Арк дахь онтологи</a>-г уншина уу. Анхдагч байдлаар, та CIDOC CRM v6.2-г ашиглах эсвэл онтологийг ашиглахгүй байхыг сонгох боломжтой. Энэ графикт зангилаа эсвэл салбар нэмсний дараа <strong>Онтологи</strong> тохиргоог <em>өөрчлөх боломжгүй</em>.

source: Root Class
mn: Үндэс ангилал

source: This setting is only necessary if an "Ontology" has been chosen. Define the ontology class of the root node for this graph.
mn: Энэ тохиргоо нь зөвхөн "Ontology"-г сонгосон тохиолдолд л шаардлагатай. Энэ графикийн үндсэн зангилааны онтологийн ангийг тодорхойл.

source: Configuration
mn: Тохиргоо

source: Status
mn: Статус

source: Set to "inactive" to disallow use of this graph during development. Inactive Resource Models cannot be used to create new resources, and inactive Branches can not be added to a Resource Model.
mn: Энэ графикийг хөгжүүлэх явцад ашиглахыг хориглохын тулд "идэвхгүй" гэж тохируулна уу. Идэвхгүй нөөцийн загварыг шинэ нөөц бий болгоход ашиглах боломжгүй ба идэвхгүй салбаруудыг нөөцийн загварт нэмэх боломжгүй.

source: Resource models that may be related
mn: Холбоотой байж болох нөөцийн загварууд

source: Choose which Resource Models can be related to this one with resource-to-resource relationships.
mn: Нөөц-нөөц хоорондын харилцаатай ямар нөөцийн загварыг үүнтэй холбож болохыг сонгоно уу.

source: Root Node Data Type
mn: Үндэс зангилааны мэдээллийн төрөл

source: Choose what data type to use for the root node of this Branch.
mn: Энэ салбарын үндсэн зангилаанд ямар өгөгдлийн төрлийг ашиглахаа сонгоно уу.

source: Description
mn: Тодорхойлолт

source: Author
mn: Зохиогч

source: You can optionally add an <strong>Author</strong> to this graph. Only administrators will see this information.
mn: Та энэ графикт <strong>Зохиогч</strong>-ыг нэмж болно. Зөвхөн админууд энэ мэдээллийг харах болно.

source: Abstract
mn: Хийсвэр

source: You can optionally add an <strong>Abstract</strong> to this graph.
mn: Та сонголтоор энэ графикт <strong>Хийсвэр</strong> нэмж болно.

source: Users will see this abstract when they are presented with a choice of what Resource Model to use to create a new resource.
mn: Хэрэглэгчид шинэ нөөц үүсгэхэд ямар нөөцийн загвар ашиглахыг сонгох үед энэ хураангуйг харах болно.

source: This abstract will be shown in the Branch Library which is used during graph construction.
mn: Энэхүү хураангуйг график байгуулахад ашигладаг Салбарын номын санд үзүүлнэ.

source: JSON-LD Context
mn: JSON-LD контекст

source: Add a <a href="https://www.w3.org/TR/json-ld/">JSON-LD Context</a> for this Resource Model. This allows you to namespace common URI endpoints that are used within a JSON-LD output of the resource. You can enter a plain URL (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>), or JSON that defines multiple keys (<code>{"crm":"http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).
mn: Энэхүү нөөцийн загварт <a href="https://www.w3.org/TR/json-ld/">JSON-LD Контекст</a> нэмнэ үү. Энэ нь нөөцийн JSON-LD гаралт дотор ашиглагддаг нийтлэг URI төгсгөлийн цэгүүдийг нэрлэх боломжийг танд олгоно. Та энгийн URL (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>) эсвэл олон түлхүүрийг тодорхойлсон JSON (<code>{"crm":" оруулж болно. http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code >).

source: Appearance
mn: Гадаад төрх

source: Color
mn: Өнгө

source: Choose a color for this Resource Model to be used in the related resources force directed graph.
mn: Холбогдох нөөцийн хүч рүү чиглэсэн графикт ашиглах энэхүү нөөцийн загварт зориулсан өнгийг сонгоно уу.

source: Icon
mn: Дүрс

source: Choose an icon to identify this graph throughout the app interface. You can browse the icons to select one, or type in the search bar to filter them. Arches uses the <a href="http://fontawesome.io/" target="_blank">Font Awesome</a> icon library; custom icons are not supported.
mn: Програмын интерфейс дээр энэ графикийг тодорхойлохын тулд дүрсийг сонгоно уу. Та дүрсүүдийг үзэхийн тулд нэгийг нь сонгох эсвэл тэдгээрийг шүүх бол хайлтын талбарт бичнэ үү. Arches нь <a href="http://fontawesome.io/" target="_blank">Font Awesome</a> дүрсний санг ашигладаг; захиалгат дүрсийг дэмждэггүй.

source: Construct the Graph
mn: График байгуулах

source: Use the graph tree on the left side of the page to construct the graph. Every new graph starts with a <strong>Top Node</strong>, which will take the name of the new Resource Model or Branch. From this node, you can either <strong>Add Child Node</strong> to add a single node, or <strong>Add Branch</strong> to add an entire existing Branch.
mn: График байгуулахдаа хуудасны зүүн талд байгаа график модыг ашиглана. Шинэ график бүр <strong>Дээд зангилаа</strong>-аар эхэлдэг бөгөөд энэ нь шинэ нөөцийн загвар эсвэл салбарын нэрийг авах болно. Энэ зангилаанаас та нэг зангилаа нэмэхийн тулд <strong>Хүүхдийн зангилаа нэмэх</strong> эсвэл одоо байгаа салбарыг бүхэлд нь нэмэхийн тулд <strong>Салбар нэмэх</strong> боломжтой.

source: At any point during construction you can switch from <strong>Design</strong> mode to <strong>Preview</strong> to see the full shape of your graph.
mn: Барилгын ажлын аль ч үед та <strong>Дизайн</strong> горимоос <strong>Урьдчилан харах</strong> руу шилжиж, графикынхаа бүрэн хэлбэрийг харах боломжтой.

source: If you have created a branch structure in a Resource Model that you would like to use in a different Resource Model, you can export it from the graph tree.
mn: Хэрэв та өөр нөөцийн загварт ашиглахыг хүсч буй нөөцийн загварт салбар бүтцийг үүсгэсэн бол график модноос экспорт хийж болно.

source: add a node and branch to new graph - click to view
mn: Шинэ графикт зангилаа, салбар нэмэх - үзэхийн тулд товшино уу

source: Node-Level Settings
mn: Зангилааны түвшний тохиргоо

source: Node Identifiers
mn: Зангилаа танигч

source: Node Name
mn: Зангилааны нэр

source: Set the name for this node. This will be used by default in the user interface, but a different name for display can be configured at the widget level.
mn: Энэ зангилааны нэрийг тохируулна уу. Үүнийг хэрэглэгчийн интерфэйс дээр анхдагч байдлаар ашиглах боловч виджетийн түвшинд дэлгэцийн өөр нэрийг тохируулах боломжтой.

source: Ontology Class
mn: Онтологийн анги

source: only present if this graph uses an ontology
mn: Энэ график онтологийг ашигласан тохиолдолд л боломжтой

source: This setting assigns an ontological class to this node. To learn more, read <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Ontologies in Arches</a>
mn: Энэ тохиргоо нь энэ зангилаанд онтологийн анги оноодог. Илүү ихийг мэдэхийн тулд <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Арк дахь онтологи</a>-г уншина уу.

source: Relationship to...
mn: Харилцаа...

source: Define what relationship this node has with its parent node (the one directly above it in the graph tree). A verbalization of your choice is shown in the <strong>Semantics</strong> section below this setting.
mn: Энэ зангилаа нь эх зангилаатай ямар холбоотой болохыг тодорхойл (график модны шууд дээрх зангилаа). Таны сонгосон үг хэллэгийг энэ тохиргооны доорх <strong>Семантик</strong> хэсэгт харуулав.

source: Node Data Type and Settings
mn: Зангилааны өгөгдлийн төрөл ба тохиргоо

source: Depending on which data type you choose, you may have many more settings to fill out. Those listed below will be present for every node no matter the data type.
mn: Таны сонгосон өгөгдлийн төрлөөс хамааран өөр олон тохиргоог бөглөх боломжтой. Доор жагсаасан нь өгөгдлийн төрлөөс үл хамааран зангилаа бүрт байх болно.

source: Data type
mn: Өгөгдлийн төрөл

source: Choose the data type for this node. Please see the <strong>Default Data Types</strong> section below. Once data is collected for this node, this setting cannot be changed.
mn: Энэ зангилааны өгөгдлийн төрлийг сонгоно уу. Доорх <strong>Өгөгдлийн үндсэн төрлүүд</strong> хэсгийг үзнэ үү. Энэ зангилаанд өгөгдөл цуглуулсны дараа энэ тохиргоог өөрчлөх боломжгүй.

source: Expose to Advanced Search
mn: Нарийвчилсан хайлтыг харуулах

source: If true users will be able to add this node to an Advanced Search query.
mn: Хэрэв жинхэнэ хэрэглэгчид энэ цэгийг Нарийвчилсан хайлтын асуулгад нэмэх боломжтой.

source: Required
mn: Шаардлагатай

source: If true a value must be entered for this node in order to save it. Once data is collected for this node, this setting cannot be changed.
mn: Хэрэв үнэн бол энэ цэгийг хадгалахын тулд утгыг оруулах шаардлагатай. Энэ зангилаанд өгөгдөл цуглуулсны дараа энэ тохиргоог өөрчлөх боломжгүй.

source: Place node(s) in a separate card
mn: Зангилаа(ууд)-ыг тусдаа картанд байрлуул

source: only present if this node is not already the top node for a card
mn: Энэ зангилаа нь картын дээд цэг болоогүй тохиолдолд л болно

source: If true this node will be set in a different card from its parent. This affects data entry, and you are encouraged to test both states of this setting while building you graph. Once data is collected for this node, this setting cannot be changed.
mn: Хэрэв үнэн бол энэ зангилаа эцэг эхээсээ өөр картанд тохируулагдах болно. Энэ нь өгөгдөл оруулахад нөлөөлдөг бөгөөд та графикийг бүтээхдээ энэ тохиргооны хоёр төлөвийг туршиж үзэхийг зөвлөж байна. Энэ зангилаанд өгөгдөл цуглуулсны дараа энэ тохиргоог өөрчлөх боломжгүй.

source: Default Data Types
mn: Өгөгдлийн үндсэн төрлүүд

source: The data type of a node determines what kind of data that node will store. Once chosen, some data types will require further configuration.
mn: Зангилааны өгөгдлийн төрөл нь тухайн зангилаа ямар төрлийн өгөгдлийг хадгалахыг тодорхойлдог. Зарим өгөгдлийн төрлийг сонгосны дараа нэмэлт тохиргоо хийх шаардлагатай болно.

source: Developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">create new datatypes</a>.
mn: Хөгжүүлэгчид <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">шинэ өгөгдлийн төрлүүд</a> үүсгэх боломжтой.

source: boolean
mn: логик

source: Use this to store a "yes"/"no" or "true"/"false" value.
mn: Үүнийг ашиглан "тийм"/"үгүй" эсвэл "үнэн"/"худал" утгыг хадгална уу.

source: concept
mn: үзэл баримтлал
