Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Stores one of a series of concepts from the Reference Data Manager. Users will choose a concept in a dropdown list or set of radio buttons. You'll further be prompted to choose a <strong>Concept Collection</strong>&mdash;this controls which concepts the user is able to choose from.
mn: Лавлагаа мэдээллийн менежерийн цуврал ойлголтуудын нэгийг хадгалдаг. Хэрэглэгчид унадаг жагсаалт эсвэл радио товчлууруудын багц дахь үзэл баримтлалыг сонгох болно. Цаашид та <strong>Үзэл баримтлалын цуглуулга</strong>-г сонгохыг хүсэх болно&mdash;энэ нь хэрэглэгч ямар үзэл баримтлалаас сонгох боломжтойг хянадаг.

source: concept-list
mn: үзэл баримтлалын жагсаалт

source: Stores multiple concepts in a single node.
mn: Нэг зангилаанд олон ойлголтыг хадгалдаг.

source: date
mn: огноо

source: Stores a CE calendar date. See etdf for BCE and fuzzy date handling.
mn: CE хуанлийн огноог хадгалдаг. МЭӨ болон тодорхой бус огноотой ажиллахын тулд etdf-г үзнэ үү.

source: Stores an <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Extended Date/Time Format</a> value. Use this data type for BCE dates or dates with uncertainty. This datatype requires extra configuration to inform the database search methods how to interpret EDTF values. Data entry users can enter edtf dates using formats listed in the <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>EDTF draft specification</a>.
mn: <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Өргөтгөсөн огноо/цагийн формат</a> утгыг хадгалдаг. Энэ өгөгдлийн төрлийг МЭӨ огноо эсвэл тодорхойгүй огноог ашиглана уу. Энэ өгөгдлийн төрөл нь мэдээллийн баазын хайлтын аргуудыг EDTF утгыг хэрхэн тайлбарлах талаар мэдээлэх нэмэлт тохиргоог шаарддаг. Мэдээлэл оруулах хэрэглэгчид <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>EDTF төслийн тодорхойлолт</a>-д жагсаасан форматыг ашиглан edtf огноог оруулах боломжтой. .

source: file-list
mn: файлын жагсаалт

source: Stores one or mores files. Use this to upload images, documents, etc.
mn: Нэг буюу хэд хэдэн файл хадгалдаг. Үүнийг ашиглан зураг, баримт бичиг гэх мэтийг байршуулна уу.

source: iiif-drawing
mn: iiif-зураг

source: Used to store an <a href='http://iiif.io/' target='_blank'>IIIF compliant</a> image.
mn: <a href='http://iiif.io/' target='_blank'>IIIF нийцтэй</a> зургийг хадгалахад ашигладаг.

source: geojson-feature-collection
mn: geojson-онцлог-цуглуулга

source: Stores geographic coordinates, and is used to show a resource on the map.
mn: Газарзүйн координатуудыг хадгалдаг бөгөөд газрын зураг дээр нөөцийг харуулахад ашигладаг.

source: domain-value
mn: домэйн-утга

source: Similar to "concept", choose this to present the user with a dropdown list or set of radio buttons. Unlike "concept" this dropdown menu will not come from your system-wide controlled vocubulary, but from a list of values that you must define here.
mn: "Үзэл баримтлал"-тай адил үүнийг сонгоод хэрэглэгчдэд унадаг жагсаалт эсвэл радио товчлууруудын багцыг үзүүлээрэй. "Үзэл баримтлал"-аас ялгаатай нь энэ унадаг цэс нь таны системийн хэмжээнд хянагддаг үгсийн сангаас биш, харин энд тодорхойлох ёстой утгуудын жагсаалтаас гарах болно.

source: domain-value-list
mn: домэйн-утга-жагсаалт

source: Stores multiple domain-values in a single node.
mn: Нэг зангилаанд олон домэйн утгыг хадгалдаг.

source: Stores a csv chart formatted as JSON.
mn: JSON хэлбэрээр форматлагдсан csv диаграмыг хадгалдаг.

source: node-value
mn: зангилаа-утга

source: Stores a reference to a different node in this graph. This would allow you to store duplicate data in more than one branch.
mn: Энэ график дахь өөр зангилааны лавлагааг хадгална. Энэ нь давхардсан өгөгдлийг нэгээс олон салбарт хадгалах боломжийг танд олгоно.

source: number
mn: тоо

source: Stores a number.
mn: Дугаар хадгалдаг.

source: resource-instance
mn: нөөцийн жишээ

source: Embeds a separate resource instance into this node. For example, you could add a node called "Assessed By" to a condition assessment branch, and use this data type. This would allow you to associate an individual stored in your database as an Actor resource with a specific condition assessment. Note that this construction is different from making a "resource-to-resource relationship".
mn: Тусдаа нөөцийн жишээг энэ зангилаа руу оруулна. Жишээлбэл, та нөхцөл байдлын үнэлгээний салбарт "Үнэлсэн" гэж нэрлэгддэг зангилаа нэмж, энэ төрлийн өгөгдлийн төрлийг ашиглаж болно. Энэ нь та өөрийн мэдээллийн санд хадгалагдсан хувь хүнийг тодорхой нөхцөл байдлын үнэлгээтэй Жүжигчдийн нөөц болгон холбох боломжийг олгоно. Энэхүү бүтээн байгуулалт нь "нөөц ба нөөцийн харилцаа" хийхээс өөр гэдгийг анхаарна уу.

source: resource-instance-list
mn: нөөцийн жишээний жагсаалт

source: Stores a list of resource instances in a single node.
mn: Нөөцийн тохиолдлын жагсаалтыг нэг цэгт хадгалдаг.

source: semantic
mn: семантик

source: <em>A semantic node does not store data.</em> Semantic nodes are used where necessary to make symbolic connections between other nodes, generally in order to follow ontological rules. The top node of every graph is a semantic node.
mn: <em>Семантик зангилаа нь өгөгдлийг хадгалахгүй.</em> Утга зүйн зангилаа нь онтологийн дүрмийг дагаж мөрдөхийн тулд бусад зангилааны хооронд симбол холболт үүсгэх шаардлагатай үед ашиглагддаг. График бүрийн дээд цэг нь семантик зангилаа юм.

source: string
mn: мөр

source: Stores a string of text. This could be something simple like a name, or more something elaborate like a descriptive paragraph with formatting and hyperlinks.
mn: Текстийн мөрийг хадгалдаг. Энэ нь нэр гэх мэт энгийн зүйл, эсвэл формат, холбоос бүхий тайлбарласан догол мөр гэх мэт нарийн зүйл байж болно.

source: <p>Three categories of Map Layers will appear on your map: <strong>Resource Layers</strong> (the contents of your database), <strong>Basemaps</strong> (static background layers), and <strong>Overlays</strong> (custom data layers from outside your database). To configure a layer, first select its category in the top bar, and then choose it from the list at left.</p>
mn: <p>Газрын зургийн давхаргын гурван ангилал таны газрын зураг дээр гарч ирнэ: <strong>Нөөцийн давхаргууд</strong> (таны мэдээллийн баазын агуулга), <strong>Үндсэн зураг</strong> (статик дэвсгэр давхарга) болон <strong>Давхарц </strong>(таны мэдээллийн сангийн гаднах өгөгдлийн давхаргууд). Давхаргыг тохируулахын тулд эхлээд дээд талбараас түүний ангиллыг сонгоод зүүн талд байгаа жагсаалтаас сонгоно уу.</p>

source: Resource Layers display the resource layers in your database. One Resource Layer is created for each node with a geospatial datatype (for example, <code>geojson-feature-collection</code>). You are able to customize the appearance and visibility of each Resource Layer in the following ways.
mn: Нөөцийн давхарга нь таны мэдээллийн сан дахь нөөцийн давхаргыг харуулдаг. Газарзүйн өгөгдлийн төрөл (жишээ нь, <code>geojson-feature-collection</code>) бүхий зангилаа бүрт нэг нөөцийн давхарга үүсгэгддэг. Та дараах аргаар нөөцийн давхарга бүрийн харагдах байдал, харагдах байдлыг өөрчлөх боломжтой.

source: Service Styling
mn: Үйлчилгээний загвар

source: Define the way features will look on the map. The example map has demonstration features that give you a preview of the changes you make. You can choose to use <strong>Advanced Editing</strong> to create a more nuanced style. Note that changes made in Advanced Editing will not be reflected if you switch back to basic editing. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>MapBox Style Specification</a>.
mn: Газрын зураг дээр функцууд хэрхэн харагдахыг тодорхойл. Жишээ газрын зураг нь таны хийсэн өөрчлөлтийг урьдчилан харах боломжийг олгодог харуулах функцуудтай. Та илүү нарийн хэв маягийг бий болгохын тулд <strong>Нарийвчилсан засварлах</strong>-г ашиглаж болно. Хэрэв та үндсэн засвар руу буцсан бол Нарийвчилсан засварлахад хийсэн өөрчлөлтүүд тусгагдахгүй гэдгийг анхаарна уу. Загварын лавлагаа авахын тулд <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>MapBox загварын тодорхойлолтыг</a> шалгана уу.

source: Settings
mn: Тохиргоо

source: You can change the name of this overlay if desired; by default it will use the name of its Resource Model. You make also set the layer to be added to the search map by default, or choose a custom icon for it.
mn: Хэрэв хүсвэл энэ давхаргын нэрийг өөрчилж болно; анхдагчаар энэ нь нөөцийн загварын нэрийг ашиглана. Та мөн хайлтын газрын зурагт нэмэх давхаргыг анхдагчаар тохируулах эсвэл түүнд зориулсан тусгай дүрсийг сонгох боломжтой.

source: Clustering
mn: Кластер хийх

source: Arches uses 'clustering' to better display resources at low zoom levels (zoomed out). You are able to control the clustering settings for each layer individually.
mn: Arches нь бага томруулсан (томруулсан) дээр нөөцийг илүү сайн харуулахын тулд "clustering"-ийг ашигладаг. Та давхарга бүрийн кластерын тохиргоог дангаар нь хянах боломжтой.

source: <strong>Cluster Distance</strong> - distance (in pixels) within which resources will be clustered
mn: <strong>Кластерын зай</strong> - нөөцийг бөөгнөрүүлэх зай (пикселээр)

source: <strong>Cluster Max Zoom</strong> - zoom level after which clustering will <em>stop</em> being used
mn: <strong>Cluster Max Zoom</strong> - томруулах түвшин, дараа нь кластерийг ашиглахыг <em>зогсоох</em>

source: <strong>Cluster Min Points</strong> - minimum number of points needed to create a cluster
mn: <strong>Cluster Min Points</strong> - кластер үүсгэхэд шаардагдах хамгийн бага оноо

source: Permissions
mn: Зөвшөөрөл

source: This tab shows the permissions for the nodegroup whose geometry is displayed in this Resource Layer. Permissions are defined in the Graph Designer.
mn: Энэ таб нь энэ нөөцийн давхаргад геометрийг харуулсан зангилааны бүлгийн зөвшөөрлийг харуулж байна. Зөвшөөрлийг График дизайнер дээр тодорхойлсон.

source: A Basemap will always be present in your map. Arches comes with a few default basemaps, but advanced users are able to add more. Once added, there are few ways to configure each basemap.
mn: Үндсэн газрын зураг таны газрын зураг дээр үргэлж байх болно. Arches нь хэд хэдэн өгөгдмөл үндсэн зурагтай ирдэг боловч ахисан түвшний хэрэглэгчид илүү ихийг нэмэх боломжтой. Нэгэнт нэмсэн бол үндсэн зураг бүрийг тохируулах цөөн хэдэн арга бий.

source: Define a style for this basemap. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
mn: Энэ үндсэн зургийн хэв маягийг тодорхойл. Давхаргын төрлөөс хамааран янз бүрийн загварчлалын сонголтууд байдаг гэдгийг анхаарна уу. Загварын лавлагаа авахын тулд <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox загварын тодорхойлолтыг</a> шалгана уу.

source: <strong>Layer name</strong> - enter a name to identify this basemap
mn: <strong>Давхаргын нэр</strong> - энэ үндсэн зургийг тодорхойлох нэр оруулна уу

source: <strong>Default search map</strong> - choose this layer to be the default basemap
mn: <strong>Өгөгдмөл хайлтын газрын зураг</strong> - энэ давхаргыг үндсэн суурь зураг болгон сонгоно уу

source: <strong>Layer icon</strong> - associate an icon with this layer
mn: <strong>Давхаргын дүрс</strong> - дүрсийг энэ давхаргатай холбох

source: Overlays allow you to incorporate map layers from external sources. Note that Search Results and Search Markets are treated as overlays, and can be customize separately. New overlays can be added with a little behind-the-scenes work. Once added, there are few ways to configure each overlay.
mn: Давхарга нь гадны эх сурвалжаас газрын зургийн давхаргыг оруулах боломжийг олгодог. Хайлтын үр дүн болон хайлтын зах зээлийг давхардсан байдлаар авч үзэх бөгөөд тусад нь өөрчлөх боломжтой гэдгийг анхаарна уу. Бага зэрэг тайзны арын ажил хийснээр шинэ давхаргыг нэмж болно. Нэгэнт нэмсэн бол давхцал бүрийг тохируулах цөөн хэдэн арга бий.

source: Define a style for this overlay. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
mn: Энэ давхаргын хэв маягийг тодорхойл. Давхаргын төрлөөс хамааран янз бүрийн загварчлалын сонголтууд байдаг гэдгийг анхаарна уу. Загварын лавлагаа авахын тулд <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox загварын тодорхойлолтыг</a> шалгана уу.

source: <strong>Layer name</strong> - enter a name to identify this overlay
mn: <strong>Давхаргын нэр</strong> - энэ давхаргыг тодорхойлох нэр оруулна уу

source: <strong>Default search map</strong> - choose whether this overlay should be shown in the search map by default. Note that in the search map itself you can change the order of the layers.
mn: <strong>Өгөгдмөл хайлтын газрын зураг</strong> - энэ давхаргыг хайлтын газрын зураг дээр анхдагчаар харуулах эсэхийг сонгоно уу. Хайлтын газрын зураг дээр та давхаргын дарааллыг өөрчлөх боломжтой гэдгийг анхаарна уу.

source: Permissions Tab
mn: Зөвшөөрлийн таб

source: Arches allows you to define user and user group permissions on a per-nodegroup basis. For example, you may want to hide the coordinates of a Resource from the public, or allow a certain group of users to only update the condition assessment section of a Resource Model. Rules like these are all enforced using permissions.
mn: Arches нь зангилааны бүлэг тус бүрээр хэрэглэгч болон хэрэглэгчийн бүлгийн зөвшөөрлийг тодорхойлох боломжийг олгодог. Жишээлбэл, та нөөцийн координатыг олон нийтээс нуух эсвэл тодорхой бүлэг хэрэглэгчдэд зөвхөн нөөцийн загварын нөхцөл байдлын үнэлгээний хэсгийг шинэчлэхийг зөвшөөрч болно. Эдгээр дүрмүүд бүгд зөвшөөрлийг ашиглан хэрэгждэг.

source: Permissions Levels
mn: Зөвшөөрлийн түвшин

source: Delete
mn: Устгах

source: Allows users to delete instances of this nodegroup. Note, this is not the same as being allowed to delete an entire resource, permissions for which are not handled here.
mn: Энэ зангилааны бүлгийн жишээг устгах боломжийг хэрэглэгчдэд олгоно. Энэ нь энд зөвшөөрөгдөөгүй нөөцийг бүхэлд нь устгахтай адил биш гэдгийг анхаарна уу.

source: No Access
mn: Хандалт байхгүй

source: Disallows users from seeing or editing instances of this nodegroup. Use this permission level to hide sensitive data from non-authenticated users (the public).
mn: Хэрэглэгчдэд энэ зангилааны бүлгийн жишээг харах, засварлахыг хориглоно. Баталгаажаагүй хэрэглэгчдийн (олон нийтийн) нууц мэдээллийг нуухын тулд энэ зөвшөөрлийн түвшинг ашиглана уу.

source: Read
mn: Унших

source: Allows users to see this nodegroup's card. If disallowed, the card/nodegroup will be hidden from the map and resource reports.
mn: Энэ зангилааны бүлгийн картыг харах боломжийг хэрэглэгчдэд олгоно. Хэрэв зөвшөөрөөгүй бол карт/зангилааны бүлэг газрын зураг болон нөөцийн тайлангаас нуугдах болно.

source: Create/Update
mn: Үүсгэх/шинэчлэх

source: Allows users to create or edit instances of this nodegroup. This provides the ability to let users edit some information about a resource, while be restricted from editing other information.
mn: Хэрэглэгчдэд энэ зангилааны бүлгийн жишээг үүсгэх эсвэл засах боломжийг олгоно. Энэ нь хэрэглэгчдэд нөөцийн талаарх зарим мэдээллийг засварлах боломжийг олгодог ба бусад мэдээллийг засварлахыг хязгаарлах боломжийг олгодог.

source: Non-Authenticated Users
mn: Баталгаажаагүй хэрэглэгчид

source: You may notice that by default Arches comes with a "Guest" group, as well as user named "anonymous" who is a member of that group. <strong>Any non-authenticated user is treated as the "anonymous" user.</strong> This means that all permissions applied to the Guest group will be given to anyone who views the website without logging in.
mn: Анхдагч байдлаар Arches нь "Зочин" бүлэг, мөн тухайн бүлгийн гишүүн "нэргүй" нэртэй хэрэглэгчтэй хамт ирдэг гэдгийг та анзаарсан байх. <strong>Гэрчилгээгүй аливаа хэрэглэгчийг "нэргүй" хэрэглэгч гэж үзнэ.</strong> Энэ нь зочны бүлэгт хамаарах бүх зөвшөөрлийг нэвтэрч орохгүйгээр вэбсайтыг үзсэн хэн бүхэнд олгоно гэсэн үг юм.

source: The profile manager allows you to update your account information, such as your password, at any time.
mn: Профайл менежер нь нууц үг гэх мэт дансны мэдээллээ хүссэн үедээ шинэчлэх боломжийг танд олгоно.

source: The Reference Data Management (RDM) enables the creation and maintenance of controlled vocabularies that are used throughout your database. In Arches, controlled vocabularies consist of Concepts, and these Concepts are managed in Thesauri and Collections. In the RDM you can create new Thesauri, create new Concepts, import Concepts from external an endpoint (like the Getty AAT), and -- the ultimate goal -- create Collections, which will be used in your database as data input dropdown lists.
mn: Лавлагааны мэдээллийн менежмент (RDM) нь таны мэдээллийн санд хэрэглэгдэх хяналттай үгсийн санг үүсгэх, засварлах боломжийг олгодог. Arches-ийн удирдлагатай үгсийн сангууд нь Үзэл баримтлалаас бүрддэг бөгөөд эдгээр ойлголтуудыг Тезаури болон Цуглуулгад удирддаг. RDM дээр та шинэ Тезаури үүсгэх, шинэ үзэл баримтлал үүсгэх, гадаад төгсгөлийн цэгээс (Getty AAT гэх мэт) концепцуудыг импортлох, эцсийн зорилго нь -- цуглуулгууд үүсгэх боломжтой бөгөөд энэ нь таны мэдээллийн санд өгөгдөл оруулах унадаг жагсаалт болгон ашиглагдах болно.

source: Concepts
mn: Үзэл баримтлал

source: A Concept is a qualitative property that can be attached to a resource, something like "Stone" (which may describe a building material) or "House" (which may describe a past use for a structure). The advantage of storing these properties as Concepts is that a Concept may have attributes of its own. In the case of "House", we could add an alternate label, "Dwelling" to that Concept. Then, if a user searches for "dwelling", any resource with the "House" Concept attached to it will be found.
mn: Үзэл баримтлал нь "Чулуун" (барилгын материалыг дүрсэлж болно) эсвэл "Байшин" (бүтэцэд урьд өмнө хэрэглэж байсан байдлыг дүрсэлж болно) гэх мэт нөөцөд хавсаргаж болох чанарын шинж чанар юм. Эдгээр шинж чанаруудыг үзэл баримтлал болгон хадгалахын давуу тал нь Үзэл баримтлал нь өөрийн гэсэн шинж чанартай байж болно. "Байшин"-ын хувьд бид уг үзэл баримтлалд "Орон сууц" гэсэн өөр шошгыг нэмж болно. Дараа нь хэрэглэгч "орон сууц" гэж хайвал түүнд хавсаргасан "Байшин" үзэл баримтлал бүхий аливаа эх сурвалж олдох болно.

source: Concepts can also be nested, to allow more complex and meaningful relationships between them. For example, "House" may appear next to "School" within a parent Concept called "Building Use".
mn: Үзэл баримтлалыг хооронд нь илүү төвөгтэй, утга учиртай харилцааг бий болгохын тулд үүрлэх боломжтой. Жишээлбэл, "Барилга ашиглалт" хэмээх эцэг эхийн үзэл баримтлалын хүрээнд "Сургууль" -ын хажууд "Байшин" гарч ирж болно.

source: Thesauri
mn: Тезаури

source: A Thesaurus is an entire set of Concepts which can be imported and exported as a whole. You can create as many new Thesauri as you need, or just add new Concepts to the default "Arches" Thesaurus. The organization of your Thesauri has no impact on the way Concepts will be exposed to the public or used throughout the app.
mn: Тезаурус нь бүхэлд нь импортлох, экспортлох боломжтой бүхэл бүтэн багц ойлголт юм. Та шаардлагатай олон шинэ Тезаури үүсгэж болно, эсвэл үндсэн "Arches" Thesaurus-д шинэ ойлголтуудыг нэмж болно. Таны Thesauri-ийн зохион байгуулалт нь концепцуудыг олон нийтэд үзүүлэх эсвэл аппликешн даяар ашиглахад ямар ч нөлөө үзүүлэхгүй.

source: Collections
mn: Цуглуулга

source: Collections, or Concept Collections as they are sometimes called, are custom aggregations of Concepts that will be used in your app as dropdown lists during the data entry process. Collections allow you to reorganize your Concepts for the specific purpose of data entry, so your dropdown lists do not have to look anything like your Thesaurus. You can create as many Collections as you want, or add new Concepts to existing Collections.
mn: Цуглуулга, эсвэл заримдаа нэрлэгдэх Концепцийн цуглуулга нь өгөгдөл оруулах явцад таны аппликейшнд унадаг жагсаалт хэлбэрээр ашиглагдах ойлголтуудын захиалгат нэгтгэлүүд юм. Цуглуулга нь танд өгөгдөл оруулах тодорхой зорилгоор өөрийн үзэл баримтлалыг дахин зохион байгуулах боломжийг олгодог бөгөөд ингэснээр таны унадаг жагсаалтууд нь таны тезаурус шиг харагдах шаардлагагүй болно. Та хүссэнээрээ олон Цуглуулга үүсгэх эсвэл одоо байгаа Цуглуулгадаа шинэ үзэл баримтлал нэмэх боломжтой.

source: Example - Create a New Thesaurus
mn: Жишээ - Шинэ тезаурус үүсгэх

source: In the video below, a new Thesaurus is created. Once you have made a Thesaurus, you can begin creating a hierarchy of Concepts within it. Remember, the final step will be to make a new Collection and add Concepts to it (from <em>any</em> of your Thesauri).
mn: Доорх видеон дээр шинэ тезаурус бий болсон. Та тезаурусыг хийснийхээ дараа түүний доторх үзэл баримтлалын шатлалыг үүсгэж эхлэх боломжтой. Эцсийн алхам бол шинэ Цуглуулга хийж, түүнд Үзэл баримтлал нэмэх явдал гэдгийг санаарай (таны <em>аль ч</em> Тезауриас).

source: click to view demonstration
mn: үзүүлэнг үзэхийн тулд товшино уу

source: Example - Create a Top Concept
mn: Жишээ - Шилдэг үзэл баримтлалыг бий болгох

source: The first level of organization within a Thesaurus is a set of Top Concepts. A Top Concept may be something like "Architectural Styles" and its children Concepts will be the actual styles themselves. Below, a new, empty Top Concept is added to an empty Thesaurus.
mn: Тезаурусын зохион байгуулалтын эхний түвшин бол шилдэг ойлголтуудын багц юм. Топ үзэл баримтлал нь "Архитектурын хэв маяг" гэх мэт зүйл байж болох бөгөөд түүний хүүхдүүдийн үзэл баримтлал нь өөрсдөө жинхэнэ хэв маяг байх болно. Доор, хоосон Тезаурус дээр шинэ, хоосон дээд ойлголт нэмэгдсэн.

source: Example - Create New Concepts
mn: Жишээ - Шинэ үзэл баримтлал үүсгэх

source: To create a new Concept, begin by selecting the Top Concept under which it should be placed. This will bring the details about the Top Concept into the main panel. Use the Manage dropdown to "Add Child", type in a label, and select the correct language for the label.
mn: Шинэ үзэл баримтлалыг бий болгохын тулд доор нь байрлуулах шилдэг концепцийг сонгоод эхэлнэ үү. Энэ нь дээд концепцийн талаарх дэлгэрэнгүй мэдээллийг үндсэн самбарт оруулах болно. "Хүүхэд нэмэх" хэсэгт "Удирдах" цэсийг ашиглан шошго бичээд шошгоны зөв хэлийг сонгоно уу.

source: Example - Add an Alternate Label to a Concept
mn: Жишээ - Үзэл баримтлалд өөр шошго нэмэх

source: To improve the searchability of your Concepts, you can add as many alternate labels to each one as you want Below, the label "Dwelling" is added to the Concept "House". The result is that anyone using "Dwelling" as a search term will be shown Resources that have the "House" Concept.
mn: Үзэл баримтлалынхаа хайлтыг сайжруулахын тулд та өөр өөр шошго тус бүр дээр хүссэнээрээ нэмж болно. Доорх "Байшин" гэсэн шошгыг "Байшин" гэсэн ойлголтод нэмсэн. Үр дүн нь "Орон сууц"-ыг хайлтын нэр томъёо болгон ашигладаг хэн бүхэнд "Байшин" гэсэн ойлголттой эх сурвалжуудыг харуулах болно.

source: Example - Create a Collection
mn: Жишээ - Цуглуулга үүсгэх
