Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Make sure to set your OAUTH_CLIENT_ID in settings.py
mn: OAUTH_CLIENT_ID-ээ settings.py-д тохируулна уу

source: Update Two-Factor Authentication Settings
mn: Хоёр хүчин зүйлийн баталгаажуулалтын тохиргоог шинэчил

source: Click on link below to update your two-factor authentication settings.
mn: Хоёр хүчин зүйлийн баталгаажуулалтын тохиргоогоо шинэчлэхийн тулд доорх холбоос дээр дарна уу.

source: This link expires in 15 minutes. If you did not request this change, contact your Administrator immediately.
mn: Энэ холбоос 15 минутын дараа дуусна. Хэрэв та энэ өөрчлөлтийг хүсээгүй бол админтайгаа шууд холбогдоно уу.

source: Arches Two-Factor Authentication
mn: Arches Хоёр хүчин зүйлийн баталгаажуулалт

source: There has been error sending an email to this address. Please contact your system administrator.
mn: Энэ хаяг руу имэйл илгээхэд алдаа гарлаа. Системийн админтайгаа холбогдоно уу.

source: Using the RDM
mn: RDM ашиглах

source: Unable to Load SKOS File
mn: SKOS файлыг ачаалах боломжгүй байна

source: There was an issue saving the contents of the file to Arches.
mn: Файлын агуулгыг Arches-д хадгалахад асуудал гарлаа.

source: Unable to Delete
mn: Устгах боломжгүй

source: This concept or one of it's subconcepts is already in use by an existing resource.
mn: Энэ үзэл баримтлал эсвэл түүний нэг дэд үзэл баримтлал нь одоо байгаа нөөцөд аль хэдийн ашиглагдаж байна.

source: Success
mn: Амжилт

source: Collection successfully created from the selected concept
mn: Сонгосон концепцоос цуглуулгыг амжилттай үүсгэлээ

source: Unable to Make Collection
mn: Цуглуулга хийх боломжгүй

source: Unable to make a collection from the selected concept.
mn: Сонгосон үзэл баримтлалаас цуглуулга хийх боломжгүй.

source: Using the Arches Designer
mn: Arches Designer ашиглах

source: No namespaces appear to be associated with {ontology.ontologyid} in the ontologies table. This is not a problem as long as all necessary namespaces are included in the ONTOLOGY_NAMESPACES setting.
mn: Онтологийн хүснэгтэд {ontology.ontologyid}-тэй холбоотой ямар ч нэрийн орон зай байхгүй байна. Шаардлагатай бүх нэрийн орон зайг ONTOLOGY_NAMESPACES тохиргоонд оруулсан тохиолдолд энэ нь асуудал биш юм.

source: Branch Library
mn: Салбар номын сан

source: Find a graph branch
mn: График салбарыг олоорой

source: Designing a Resource Model
mn: Нөөцийн загвар зохион бүтээх

source: Designing a Branch
mn: Салбарын зураг төсөл боловсруулах

source: Elasticsearch indexing error
mn: Elasticsearch индексжүүлэх алдаа

source: If you want to change the datatype of an existing node. Delete and then re-create the node, or export the branch then edit the datatype and re-import the branch.
mn: Хэрэв та одоо байгаа зангилааны өгөгдлийн төрлийг өөрчлөхийг хүсвэл. Зангилаа устгаад дахин үүсгэх, эсвэл салбарыг экспортлох, дараа нь өгөгдлийн төрлийг засварлаж салбарыг дахин импортлох.

source: Managing Functions
mn: Удирдах функцууд

source: IIIF server proxy not configured
mn: IIIF серверийн прокси тохируулагдаагүй байна

source: Manifest Validation Error
mn: Манифест баталгаажуулалтын алдаа

source: Tileserver proxy not configured
mn: Tileserver прокси тохируулагдаагүй байна

source: Creating Resources
mn: Нөөцийг бий болгох

source: Managing System Settings
mn: Системийн тохиргоог удирдах

source: Using the Resource Editor
mn: Нөөцийн засварлагчийг ашиглах

source: Unable to Delete Resource
mn: Нөөцийг устгах боломжгүй

source: User does not have permissions to delete this instance because the instance or its data is restricted
mn: Инстанц эсвэл түүний өгөгдөл хязгаарлагдмал тул хэрэглэгч энэ жишээг устгах зөвшөөрөлгүй байна

source: Unable to delete. Please verify the model is not currently published.
mn: Устгах боломжгүй. Загвар одоогоор хэвлэгдээгүй байгаа эсэхийг шалгана уу.

source: Resource Created
mn: Нөөц үүсгэсэн

source: Resource Deleted
mn: Нөөцийг устгасан

source: Tile Deleted
mn: Хавтанг устгасан

source: Tile Created
mn: Хавтан үүсгэсэн

source: Tile Updated
mn: Хавтанг шинэчилсэн

source: Edit Deleted
mn: Засварыг устгасан

source: Failed to fetch resource instance descriptors
mn: Нөөцийн жишээ тодорхойлогчийг дуудаж чадсангүй

source: No active report template is available for this resource.
mn: Энэ нөөцөд идэвхтэй тайлангийн загвар байхгүй байна.

source: Unable to delete. Relationship does not exist
mn: Устгах боломжгүй. Харилцаа байхгүй

source: Unable to save. Please verify the model is not currently published.
mn: Хадгалах боломжгүй. Загвар одоогоор хэвлэгдээгүй байгаа эсэхийг шалгана уу.

source: Searching the Database
mn: Мэдээллийн санг хайж байна

source: Your search exceeds the {download_limit} instance download limit. Anonymous users cannot run an export exceeding this limit. Please sign in with your {app_name} account or refine your search
mn: Таны хайлт {download_limit} тохиолдлын татаж авах хязгаараас хэтэрсэн байна. Нэргүй хэрэглэгчид энэ хязгаараас хэтэрсэн экспорт хийх боломжгүй. Өөрийн {app_name} бүртгэлээр нэвтэрч эсвэл хайлтаа сайжруулна уу

source: {total} instances have been submitted for export. Click the Bell icon to check for a link to download your data
mn: {total} тохиолдлыг экспортлохоор илгээсэн. Хонхны дүрс дээр дарж өгөгдлийг татаж авах холбоосыг шалгана уу

source: Your search exceeds the {download_limit} instance download limit. Please refine your search
mn: Таны хайлт {download_limit} тохиолдлын татаж авах хязгаараас хэтэрсэн байна. Хайлтаа сайжруулна уу

source: Either no instances were identified for export or no resources have exportable geometry nodes Please confirm that the models of instances you would like to export have geometry nodes and that those nodes are set as exportable
mn: Экспортлох тохиолдлууд тодорхойлогдоогүй эсвэл экспортлох боломжтой геометрийн зангилаа байхгүй нөөцүүд таны экспортлохыг хүсэж буй тохиолдлын загварууд нь геометрийн зангилаатай бөгөөд тэдгээр зангилааг экспортлох боломжтой гэж тохируулсан эсэхийг баталгаажуулна уу.

source: There was an error retrieving the search results
mn: Хайлтын үр дүнг гаргахад алдаа гарлаа

source: Downloading
mn: Татаж авч байна

source: The requested file is no longer available
mn: Хүссэн файлыг ашиглах боломжгүй болсон

source: Saving tile failed
mn: Хавтанг хадгалж чадсангүй

source: Unable to save. Please verify the model is currently unpublished.
mn: Хадгалах боломжгүй. Загварыг одоогоор нийтлээгүй байгаа эсэхийг шалгана уу.

source: This tile is no longer available
mn: Энэ хавтан байхгүй болсон

source: It was likely deleted by another user
mn: Үүнийг өөр хэрэглэгч устгасан байх магадлалтай

source: Unable to save. Please verify your input is valid
mn: Хадгалах боломжгүй. Оруулсан зүйлээ зөв эсэхийг шалгана уу

source: Unable to save.
mn: Хадгалах боломжгүй.

source: Request Failed
mn: Хүсэлт амжилтгүй боллоо

source: Unable to Save. Verify model status is active
mn: Хадгалах боломжгүй. Загварын төлөв идэвхтэй байгаа эсэхийг шалгана уу

source: Permission Denied
mn: Зөвшөөрөл татгалзсан

source: It was likely already deleted by another user
mn: Үүнийг өөр хэрэглэгч устгасан байх магадлалтай

source: Unable to delete. Verify model status is active
mn: Устгах боломжгүй. Загварын төлөв идэвхтэй байгаа эсэхийг шалгана уу

source: You do not have permissions to delete a tile with authoritative data.
mn: Танд эрх бүхий өгөгдөл бүхий хавтанг устгах зөвшөөрөл байхгүй байна.

source: Not yet logged in
mn: Одоогоор нэвтрээгүй байна

source: Profile Editing
mn: Профайл засварлах

source: Your
mn: Таны

source: You must supply an ontology_config.json within your ontology source directory.
mn: Та өөрийн онтологийн эх лавлах дотор ontology_config.json оруулах ёстой.

source: '{config_file}' was not found.
mn: '{config_file}' олдсонгүй.

source: You must supply a version number using the -vn/--version argument.
mn: Та -vn/--version аргументыг ашиглан хувилбарын дугаарыг оруулах ёстой.
