Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Draw a
mn: зурах a

source: View Gallery
mn: Галерейг үзэх

source: Image
mn: Зураг

source: Image List
mn: Зургийн жагсаалт

source: Image Tools
mn: Зургийн хэрэгсэл

source: Switch Image Service
mn: Зургийн үйлчилгээг сэлгэх

source: Resource Instance Name
mn: Нөөцийн жишээний нэр

source: Related Resource Summary
mn: Холбогдох нөөцийн хураангуй

source: Resource Model
mn: Нөөцийн загвар

source: Resource Type
mn: Нөөцийн төрөл

source: Resource Details
mn: Нөөцийн дэлгэрэнгүй мэдээлэл

source: Click the 'Details' link on a search result from the list on the left to view more information about a resource.
mn: Зүүн талд байгаа жагсаалтаас хайлтын үр дүнгийн "Дэлгэрэнгүй" холбоос дээр дарж нөөцийн талаарх дэлгэрэнгүй мэдээллийг үзнэ үү.

source: Resource Information
mn: Нөөцийн мэдээлэл

source: Has Relationship
mn: Харилцаатай

source: Resource's relationship to
mn: нөөцийн харилцаа

source: Related to
mn: Хамааралтай

source: 's relationship to Resource
mn: -ийн нөөцтэй харилцах харилцаа

source: Relationships
mn: Харилцаа

source: relationships shown
mn: харилцааг харуулсан

source: Search Network
mn: Хайлтын сүлжээ

source: Analyze Network
mn: Сүлжээнд дүн шинжилгээ хийх

source: Click a node/edge for info
mn: Мэдээлэл авах бол зангилаа/ирмэг дээр дарна уу

source: Click a node to show more relationships
mn: Илүү олон харилцааг харуулахын тулд зангилаа дээр дарна уу

source: Click a node refocus
mn: Дахин фокус зангилаа дээр дарна уу

source: Click a node/edge to remove
mn: Устгахын тулд зангилаа/ирмэг дээр товшино уу

source: Workflow Complete
mn: Ажлын урсгал дууссан

source: with
mn: хамт

source: Link Text (Optional)
mn: Холбоос текст (заавал биш)

source: URL for link
mn: Холбоосын URL

source: URL Link Color
mn: URL холбоосын өнгө

source: URL Placeholder
mn: URL орлуулагч

source: URL Label Placeholder
mn: URL шошго байршуулагч

source: Default relationship to
mn: Өгөгдмөл харьцаа

source: Default inverse relationship to
mn: Үндсэн урвуу хамаарал

source: References
mn: Лавлагаа

source: Does not reference
mn: Лавлахгүй

source: Check to limit the dropdown to only this widget's node rather than all nodes in the tile.
mn: Хавтан дээрх бүх зангилаа биш зөвхөн энэ виджетийн зангилаагаар унадаг цэсийг хязгаарлахыг шалгана уу.

source: Show only the value of the selected node in the dropdown options
mn: Унждаг сонголтууд дээр зөвхөн сонгосон зангилааны утгыг харуул

source: Dropdown Format
mn: Унждаг формат

source: Provisional
mn: Түр зуурын

source: Card Name
mn: Картын нэр

source: Add Tab
mn: Таб нэмэх

source: Tab Name
mn: Цонхны нэр

source: Find a resource...
mn: Нөөц хайх...

source: Find an icon
mn: Дүрс хайх

source: Select Tab icon
mn: Таб дүрсийг сонгоно уу

source: Select cards in this tab
mn: Энэ табаас картуудыг сонгоно уу

source: Enter manifest URL
mn: Манифест URL-г оруулна уу

source: Default Image Service URL
mn: Өгөгдмөл зургийн үйлчилгээний URL

source: Select image nodes to include
mn: Оруулах зургийн зангилаануудыг сонгоно уу

source: Select an Ontology Property
mn: Онтологийн шинж чанарыг сонгоно уу

source: Select a resource
mn: Нөөц сонгох

source: Select a resource model
mn: Нөөцийн загварыг сонгох

source: Choose a sibling card
mn: Ах эгчийнхээ картыг сонгоно уу

source: This resource has provisional edits that are pending review
mn: Энэ нөөцөд хянан үзэхээр хүлээгдэж буй түр засварууд байна

source: This resource has provisional edits (not displayed in this report) that are pending review
mn: Энэ нөөцөд хянан үзэхээр хүлээгдэж буй түр засварууд (энэ тайланд харагдахгүй байна).

source: Find an address
mn: Хаяг олох

source: Select drawings text (optional)
mn: Зургийн текстийг сонгох (заавал биш)

source: Select drawings map source (optional)
mn: Зургийн газрын зургийн эх сурвалжийг сонгох (заавал биш)

source: Select drawings map source layer (optional)
mn: Зургийн газрын зургийн эх давхаргыг сонгох (заавал биш)

source: Map Center Longitude
mn: Газрын зургийн төвийн уртраг

source: Map Center Latitude
mn: Газрын зургийн төв өргөргийн

source: Longitude (x coordinate)
mn: Уртраг (x координат)

source: Latitude (y coordinate)
mn: Өргөргийн (y координат)

source: Available Geometry Types
mn: Боломжтой геометрийн төрлүүд

source: Zoom Level
mn: Томруулах түвшин

source: Default Zoom
mn: Өгөгдмөл томруулах

source: Update Features
mn: Онцлогуудыг шинэчлэх

source: feature(s)
mn: онцлог(ууд)

source: Point
mn: Оноо

source: Line
mn: Шугам

source: Polygon
mn: Олон өнцөгт

source: Add point
mn: Цэг нэмэх

source: Add line
mn: Мөр нэмэх

source: Add polygon
mn: Олон өнцөгт нэмэх

source: Select drawing
mn: Зураг сонгох

source: Related instance map sources
mn: Холбогдох газрын зургийн эх сурвалж

source: Related instance map source layers (optional)
mn: Холбогдох жишээний газрын зургийн эх давхарга (заавал биш)

source: Intersection layer configuration
mn: Уулзвар давхаргын тохиргоо

source: Create a new ${graphName}
mn: Шинэ ${graphName} үүсгэх

source: Add new Relationship
mn: Шинэ харилцаа нэмэх

source: Network response was not ok
mn: Сүлжээний хариу сайн биш байна

source: Term Matches
mn: Хугацааны тохирол

source: ${total} date values
mn: ${total} огнооны утга

source: Select Widgets
mn: Виджетүүдийг сонгоно уу

source: (This card data will define the resource description.)
mn: (Энэ картын өгөгдөл нь нөөцийн тодорхойлолтыг тодорхойлно.)

source: (This card data will define the resource name.)
mn: (Энэ картын өгөгдөл нь нөөцийн нэрийг тодорхойлно.)

source: Settings Conflict: Remove this card from grouped card?
mn: Тохиргооны зөрчил: Энэ картыг бүлэглэсэн картаас хасах уу?

source: The cardinality of this card cannot be changed until you remove it from being grouped with the ${cardName} card. Do you want to remove this card from being grouped with the ${cardName} card
mn: Та үүнийг ${cardName} карттай бүлэглэхээс хасах хүртэл энэ картын үндсэн чанарыг өөрчлөх боломжгүй. Та энэ картыг ${cardName} карттай бүлэглэхээс хасахыг хүсэж байна уу

source: !! Referenced model does not exist -- Delete and select a new model !!
mn: !! Заасан загвар байхгүй байна -- Устгаж, шинэ загвар сонгоно уу !!

source: Layer Preview
mn: Давхаргыг урьдчилан харах

source: Layer Icon
mn: Давхаргын дүрс

source: Save Edits
mn: Засваруудыг хадгалах

source: Discard Edits
mn: Засварыг устгах

source: Activated
mn: Идэвхжүүлсэн

source: Layer Name
mn: Давхаргын нэр

source: Add to search map by default:
mn: Хайлтын газрын зурагт өгөгдмөлөөр нэмэх:

source: Legend content
mn: Домог контент

source: Layer has no data - data on map is for preview purposes. This layer will not show up in map overlays until data is added.
mn: Давхаргад өгөгдөл байхгүй - газрын зураг дээрх өгөгдлийг урьдчилан харах зорилгоор ашигладаг. Өгөгдлийг нэмэх хүртэл энэ давхарга газрын зураг дээр харагдахгүй.

source: Point Style
mn: Цэгний хэв маяг

source: Line Style
mn: Шугамын хэв маяг

source: Polygon Style
mn: Олон өнцөгт хэв маяг

source: Halo color
mn: Гало өнгө

source: Fill color
mn: Өнгө дүүргэх

source: Radius
mn: Радиус

source: Halo radius
mn: Гало радиус

source: Weight
mn: Жин

source: Halo weight
mn: Halo жин

source: Outline color
mn: Тойм өнгө

source: Outline weight
mn: Тойм жин

source: Cluster Distance
mn: Кластерын зай

source: Cluster Min Points
mn: Кластерын хамгийн бага оноо

source: Vector Simplification
mn: Вектор хялбарчлал

source: Changes to cluster settings will only be reflected after saving.
mn: Кластерын тохиргоонд хийсэн өөрчлөлтийг хадгалсны дараа л тусгана.

source: Preview map data do not use clustering algorithm. Add data for this resource model to see real clustered data.
mn: Газрын зургийн өгөгдлийг урьдчилан харах нь кластерийн алгоритмыг ашигладаггүй. Бодит бөөгнөрсөн өгөгдлийг харахын тулд энэ нөөцийн загварт өгөгдөл нэмнэ үү.

source: The following users and groups can view this layer. If you wish to change who can access this layer, please update the permissions on the layer node.
mn: Дараах хэрэглэгчид болон бүлгүүд энэ давхаргыг үзэх боломжтой. Хэрэв та энэ давхаргад хэн хандах боломжтойг өөрчлөхийг хүсвэл давхаргын зангилааны зөвшөөрлийг шинэчилнэ үү.

source: Users
mn: Хэрэглэгчид

source: Groups
mn: Бүлгүүд

source: Related Resources Editor
mn: Холбогдох нөөцийн редактор

source: Add Related Resources
mn: Холбогдох эх сурвалжуудыг нэмнэ үү

source: Arches allows you to define relationships between resources so you can better understand the context and interplay between physical objects, events, activities, people and documents. Relating resources lets you build a network of relationships for your data objects.
mn: Arches нь нөөцийн хоорондын харилцааг тодорхойлох боломжийг олгодог бөгөөд ингэснээр та биет объект, үйл явдал, үйл ажиллагаа, хүмүүс болон баримт бичгийн хоорондын нөхцөл байдал, харилцан үйлчлэлийг илүү сайн ойлгох болно. Холбогдох нөөц нь өгөгдлийн объектуудын харилцааны сүлжээг бий болгох боломжийг танд олгоно.

source: Table
mn: Хүснэгт

source: Visualization
mn: Дүрслэл

source: Show Me How
mn: Надад яаж үзүүлээрэй

source: Select resources and relate it to this one
mn: Нөөцүүдийг сонгоод үүнтэй холбоно уу

source: e.g.: .txt
mn: жишээ нь: .txt

source: resource relations
mn: нөөцийн харилцаа

source: 'Select an Ontology Property'
mn: "Онтологийн шинж чанарыг сонгох"

source: This is a Node to Resource Instance relationship
mn: Энэ бол Node to Resource Instance харилцаа юм

source: 's relationship to
mn: -ын харилцаа

source: Relationship to
mn: -тай харилцах харилцаа

source: Inverse Relationship to
mn: Урвуу хамаарал

source: This is a Resource Instance to Resource Instance relationship
mn: Энэ бол нөөцийн инстанцаас нөөцийн инстанц хоорондын харилцаа юм

source: Relationship
mn: Харилцаа

source: From Date
mn: Огнооноос

source: To Date
mn: Болзох

source: Delete this entry
mn: Энэ оруулгыг устгана уу

source: Save
mn: Хадгалах

source: This resource is not related to any other resources
mn: Энэ нөөц нь бусад нөөцтэй холбоогүй

source: Service
mn: Үйлчилгээ

source: Canvas
mn: Канвас

source: Manage Image Service
mn: Зургийн үйлчилгээг удирдах

source: Title
mn: Гарчиг

source: Attribution
mn: Атрибут

source: Attribution Logo
mn: Атрибутын лого

source: Manage Image Canvases
mn: Зургийн зураг удирдах

source: Images
mn: Зураг

source: Select image to delete from the image service
mn: Зургийн үйлчилгээнээс устгах зургийг сонгоно уу

source: Select All
mn: Бүгдийг сонгох

source: Clear All
mn: Бүгдийг цэвэрлэ

source: Delete Selected
mn: Сонгосоныг устгах

source: Drag or
mn: Чирэх эсвэл

source: click here
mn: энд дар

source: to upload photos
mn: зураг оруулах

source: Selected Image Name
mn: Сонгосон зургийн нэр

source: Create New Service
mn: Шинэ үйлчилгээ үүсгэх

source: Edit a service
mn: Үйлчилгээг засах

source: Drag & Drop Your Images Here
mn: Зургаа энд чирж, буулгана уу

source: Import digital images and create a new image service
mn: Дижитал зураг импортлох, шинэ зургийн үйлчилгээ үүсгэх

source: Select Images
mn: Зураг сонгоно уу

source: Create a new service by uploading one or more images. Images will be uploaded and processes so that you can view, annotate, and share them with others
mn: Нэг буюу хэд хэдэн зураг байршуулж шинэ үйлчилгээ үүсгэнэ үү. Зургуудыг байршуулж, боловсруулах бөгөөд ингэснээр та тэдгээрийг үзэж, тэмдэглэж, бусадтай хуваалцах боломжтой

source: Edit an existing Image Service
mn: Одоо байгаа зургийн үйлчилгээг засах

source: Update the information and images related to an existing Image Service. Or copy and paste in the URL of a IIIF Manifest to add a service from an external service
mn: Одоо байгаа зургийн үйлчилгээтэй холбоотой мэдээлэл, зургийг шинэчил. Эсвэл гадны үйлчилгээнээс үйлчилгээ нэмэхийн тулд IIIF манифестын URL-г хуулж буулгана уу

source: Create Image Service
mn: Зургийн үйлчилгээ үүсгэх

source: Service Title
mn: Үйлчилгээний нэр

source: Service Description
mn: Үйлчилгээний тодорхойлолт

source: Metadata Label
mn: Мета өгөгдлийн шошго

source: Metadata Value
mn: Мета өгөгдлийн утга

source: Image Caption
mn: Зургийн тайлбар

source: Upload .csv or .zip File
mn: .csv эсвэл .zip файлыг байршуулна уу

source: Drag & Drop your file onto this area to upload
mn: Байршуулахын тулд файлаа энэ хэсэг рүү чирж, буулгана уу

source: Select File
mn: Файлыг сонгоно уу

source: Cancel File Import
mn: Файл импортыг цуцлах

source: Use this workflow to upload a file with data that you want to use to create new data instances of a model.
mn: Загварын шинэ өгөгдлийн жишээ үүсгэхэд ашиглахыг хүссэн өгөгдөл бүхий файлыг байршуулахын тулд энэ ажлын урсгалыг ашиглана уу.

source: Import Format: Single .csv file
mn: Импортын формат: Нэг .csv файл

source: File Summary
mn: Файлын хураангуй

source: File name
mn: Файлын нэр

source: File size
mn: Файлын хэмжээ

source: Number of rows
mn: Мөрний тоо

source: Target Model
mn: Зорилтот загвар

source: Import Details
mn: Импортын дэлгэрэнгүй мэдээлэл

source: Column names in the first row
mn: Эхний мөрөнд баганын нэрс

source: Use as an id
mn: ID болгон ашиглах

source: Showing First
mn: Эхлээд харуулж байна

source: Showing All
mn: Бүгдийг харуулж байна

source: Rows
mn: Мөр

source: Import data
mn: Өгөгдөл импортлох

source: Import Single CSV
mn: Нэг CSV импортлох

source: Target Resource
mn: Зорилтот нөөц

source: Target Fields
mn: Зорилтот талбарууд

source: Download Templates
mn: Загваруудыг татаж авах

source: Select Template
mn: Загвар сонгоно уу

source: Upload .zip File
mn: .zip файлыг байршуулна уу

source: Upload Your .zip File
mn: .zip файлаа байршуулна уу

source: Branch Excel
mn: Салбар Excel

source: File Upload Summary
mn: Файл байршуулах хураангуй

source: File
mn: Файл

source: Size
mn: Хэмжээ

source: Submit
mn: Илгээх

source: File contents
mn: Файлын агуулга

source: Import Branch Excel Summary
mn: Импортын салбарын Excel-ийн хураангуй

source: Excel File
mn: Excel файл

source: Worksheets
mn: Ажлын хуудас

source: Tiles
mn: Хавтанцар

source: Import
mn: Импорт

source: Export
mn: Экспорт

source: Filter Tasks
mn: Шүүлтүүрийн даалгавар

source: Filter Modules
mn: Шүүлтүүрийн модулиуд

source: Start
mn: Эхлэх

source: Warning
mn: Анхааруулга

source: Are you sure you want to delete this load?
mn: Та энэ ачааллыг устгахдаа итгэлтэй байна уу?

source: undo import
mn: импортыг буцаах

source: remove from history
mn: түүхээс устгах

source: indexing
mn: индексжүүлэх

source: completed
mn: дууссан

source: failed
mn: амжилтгүй болсон

source: running
mn: гүйж байна

source: unloading
mn: буулгах

source: unloaded
mn: буулгасан

source: Validation Errors
mn: Баталгаажуулалтын алдаа

source: No Error Found
mn: Алдаа олдсонгүй

source: Loading data
mn: Өгөгдлийг ачаалж байна

source: Loading status
mn: Ачаалах төлөв

source: Loading started
mn: Ачааж эхэллээ

source: Loading ended
mn: Ачаа дууслаа

source: Load duration
mn: Ачаалах хугацаа

source: Indexing ended
mn: Индексжүүлэлт дууссан

source: Indexing duration
mn: Индексжүүлэх хугацаа

source: Unable to display the selected file
mn: Сонгосон файлыг харуулах боломжгүй

source: This file can't be displayed.
mn: Энэ файлыг харуулах боломжгүй.

source: It may be a proprietary format or there isn't a loader available yet
mn: Энэ нь өмчлөлийн формат байж магадгүй эсвэл ачаалагч хараахан байхгүй байна

source: to present it in this webpage.
mn: энэ вэб хуудсанд танилцуулах.

source: Unable to parse your file with the
mn: -ээр таны файлыг задлан шинжлэх боломжгүй байна

source: loader
mn: ачигч

source: Select File Loader
mn: Файл ачаалагчийг сонгоно уу

source: Select the loader best suited for processing and visualizing the selected file
mn: Сонгосон файлыг боловсруулах, дүрслэн харуулахад хамгийн тохиромжтой дуудагчийг сонго

source: Upload Files
mn: Файлуудыг байршуулах

source: You may upload as many files as you wish; check with the site admin on the maximum file size.
mn: Та хүссэн хэмжээгээрээ олон файл байршуулж болно; Сайтын админаас файлын дээд хэмжээг шалгана уу.

source: optional
mn: сонголттой

source: Adding files to this record is
mn: Энэ бичлэгт файл нэмэх нь

source: Images formatted as .jpg, .png files may be uploaded. Other formats may require a loader to view.
mn: .jpg, .png форматтай зургуудыг байршуулж болно. Бусад форматыг үзэхийн тулд дуудагч шаардлагатай байж болно.

source: File Filter
mn: Файл шүүлтүүр

source: Download Selected
mn: Сонгосон татаж авах

source: Loader
mn: Ачаалагч

source: File Renderer
mn: Файл боловсруулагч

source: files selected
mn: файлуудыг сонгосон

source: add files
mn: Файл нэмэх

source: Apply to Selected Files
mn: Сонгосон файлуудад хэрэглээрэй

source: Apply the same loader to all selected files in the dataset
mn: Өгөгдлийн багц дахь сонгосон бүх файлд ижил ачаалагчийг ашиглана уу

source: Sign In
mn: Нэвтрэх

source: Sign in to Arches to access your data modeling, editing, and discovery tools.
mn: Өгөгдлийн загварчлал, засварлах, илрүүлэх хэрэгсэлд хандахын тулд Arches-д нэвтэрнэ үү.

source: Your account has been created. Please sign in.
mn: Таны бүртгэл үүсгэгдсэн. Та нэвтэрнэ үү.

source: Login failed
mn: Нэвтэрч чадсангүй

source: Invalid username and/or password.
mn: Хэрэглэгчийн нэр ба/эсвэл нууц үг буруу байна.

source: Forgot password ?
mn: Нууц үгээ мартсан ?

source: Forgot password?
mn: Нууц үгээ мартсан?

source: Create a new account
mn: Шинэ данс үүсгэх

source: Learn more about <a href='http://www.archesproject.org'>Arches</a>
mn: <a href='http://www.archesproject.org'>Аркуудын</a> талаар нэмэлт мэдээлэл аваарай

source: Select a graph...
mn: График сонгоно уу...

source: Graphs/Semantics
mn: График/семантик

source: Define graph
mn: График тодорхойлох

source: Return to Arches Designer
mn: Нуман хаалганы дизайнер-руу буцах

source: Create Arches Resource Models and Branches
mn: Нуман хаалганы нөөцийн загвар, салбаруудыг бий болгох

source: footer
mn: хөл хэсэг

source: New Model
mn: Шинэ загвар

source: Create new Resource Model
mn: Шинэ нөөцийн загвар үүсгэх

source: New Branch
mn: Шинэ салбар

source: Create new Branch
mn: Шинэ салбар үүсгэх

source: Import Model
mn: Импортын загвар

source: Import Model by uploading a json file
mn: json файлыг байршуулах замаар загвар импортлох

source: Functions
mn: Функцүүд

source: Configure functions attached to this Resource Model
mn: Энэхүү нөөцийн загварт хавсаргасан функцуудыг тохируулна уу

source: Export Mapping File
mn: Газрын зургийн файлыг экспортлох

source: Use a mapping file with import/export of business data
mn: Бизнесийн өгөгдлийг импортлох/экспортлох зураглалын файлыг ашиглана уу

source: Delete Associated Instances
mn: Холбоотой тохиолдлуудыг устгах

source: Delete All Associated Instances with this Model
mn: Энэ загвартай холбоотой бүх тохиолдлуудыг устгана уу

source: Copy Resource
mn: Нөөцийг хуулах

source: Make a copy and start editing
mn: Хуулбарлаад засварлаж эхлээрэй

source: Delete Resource
mn: Нөөцийг устгах

source: Permanently delete this resource
mn: Энэ нөөцийг бүрмөсөн устга

source: Review Edit History
mn: Засварласан түүхийг хянана уу

source: View changes to this resource record
mn: Энэ нөөцийн бичлэгийн өөрчлөлтийг харах

source: Jump to Report
mn: Тайлан руу оч

source: View the full resource report
mn: Нөөцийн тайланг бүрэн эхээр нь үзнэ үү

source: Print Report
mn: Тайлан хэвлэх

source: Print the full resource report
mn: Бүрэн нөөцийн тайланг хэвлэх

source: Toggle Dropdown
mn: Унтраах цэсийг асаах/унтраах

source: Add Thesauri
mn: Тезаури нэмнэ

source: Import Thesauri
mn: Тезаури импортлох

source: Export Thesauri
mn: Тезаури экспортлох

source: Delete Thesauri
mn: Тезаури устгах

source: Add Collection
mn: Цуглуулга нэмэх

source: Delete Collection
mn: Цуглуулгыг устгах

source: Export All Collections
mn: Бүх цуглуулгыг экспортлох

source: Loading...
mn: Ачааж байна...

source: Create Account
mn: Бүртгэл үүсгэх

source: Register to access data modeling, editing, and discovery tools.
mn: Өгөгдлийн загварчлал, засварлах, илрүүлэх хэрэгсэлд хандахын тулд бүртгүүлнэ үү.

source: Please correct the error below.
mn: Доорх алдааг засна уу.

source: Please correct the errors below.
mn: Доорх алдааг засна уу.

source: Signup
mn: Бүртгүүлэх

source: Two-Factor Authentication
mn: Хоёр хүчин зүйлийн баталгаажуулалт

source: Please enter the code from your external authentication application below.
mn: Доорх гадаад баталгаажуулалтын програмын кодыг оруулна уу.

source: Authentication failed. Please try again.
mn: Баталгаажуулалт амжилтгүй боллоо. Дахин оролдоно уу.

source: Need to reset two-factor authentication?
mn: Хоёр хүчин зүйлийн баталгаажуулалтыг дахин тохируулах шаардлагатай юу?

source: The administrator has required that all users enable two-factor authentication.
mn: Администратор бүх хэрэглэгчдэд хоёр хүчин зүйлийн баталгаажуулалтыг идэвхжүүлэхийг шаардсан.

source: Enable two-factor authentication via email
mn: Имэйлээр хоёр хүчин зүйлийн баталгаажуулалтыг идэвхжүүлнэ үү

source: Update Two-Factor Authentication
mn: Хоёр хүчин зүйлийн баталгаажуулалтыг шинэчлэх

source: Please enter an email address below.
mn: Доор имэйл хаягаа оруулна уу.

source: If it is registered in our system it will receive instructions to update two-factor authentication.
mn: Хэрэв энэ нь манай системд бүртгэгдсэн бол хоёр хүчин зүйлийн баталгаажуулалтыг шинэчлэх заавар хүлээн авах болно.

source: Success!
mn: Амжилт!

source: Email address:
mn: Имэйл хаяг:

source: If this email address is registered, an email has been sent to it containing instructions to enable two-factor authentication.
mn: Хэрэв энэ имэйл хаяг бүртгэгдсэн бол хоёр хүчин зүйлийн баталгаажуулалтыг идэвхжүүлэх зааврыг агуулсан имэйл хаяг руу илгээгдсэн болно.

source: Click here to return to login page
mn: Нэвтрэх хуудас руу буцахын тулд энд дарна уу

source: Two-Factor Authentication Settings
mn: Хоёр хүчин зүйлийн баталгаажуулалтын тохиргоо

source: This page will expire in 5 minutes.
mn: Энэ хуудас 5 минутын дараа дуусна.

source: Two-Factor Authentication:
mn: Хоёр хүчин зүйлийн баталгаажуулалт:

source: ENABLED
mn: ИДЭВХЖҮҮЛСЭН

source: DISABLED
mn: ТА БҮХНИЙГ ТАВИГДСАН

source: Generate a new shared secret key
mn: Шинэ хуваалцсан нууц түлхүүр үүсгэнэ үү

source: Enable two-factor authentication
mn: Хоёр хүчин зүйлийн баталгаажуулалтыг идэвхжүүл

source: Scan the QR code below with your external authentication application.
mn: Доорх QR кодыг гадаад нэвтрэлт таних программаараа уншина уу.

source: Click here to generate data for manual entry.
mn: Гараар оруулах өгөгдөл үүсгэхийн тулд энд дарна уу.

source: Enter the data below into your external authentication application.
mn: Доорх өгөгдлийг гадаад баталгаажуулалтын програмдаа оруулна уу.

source: Issuer Name:
mn: Гаргагчийн нэр:

source: Account Name:
mn: Дансны нэр:

source: Secret Key:
mn: Нууц түлхүүр:

source: Algorithm Type:
mn: Алгоритм төрөл:

source: Time based
mn: Цаг дээр суурилсан

source: Click here to generate QR code.
mn: QR код үүсгэхийн тулд энд дарна уу.

source: To disable two-factor authentication, please contact your administrator.
mn: Хоёр хүчин зүйлийн баталгаажуулалтыг идэвхгүй болгохын тулд админтайгаа холбогдоно уу.

source: Disable two-factor authentication
mn: Хоёр хүчин зүйлийн баталгаажуулалтыг идэвхгүй болгох

source: Insert Workflow Name
mn: Ажлын урсгалын нэрийг оруулах

source: Save and Complete Workflow
mn: Ажлын урсгалыг хадгалах, дуусгах

source: Complete
mn: Бүрэн

source: Previous Step
mn: Өмнөх алхам

source: Previous
mn: Өмнөх

source: Undo
mn: Буцаах

source: Save and Continue
mn: Хадгалаад үргэлжлүүлнэ үү

source: Next
mn: Дараачийн

source: Next Step
mn: Дараагийн алхам

source: Concept
mn: Үзэл баримтлал

source: Delete this concept
mn: Энэ ойлголтыг устга

source: Delete this concept and all of it's sub concepts.
mn: Энэ ойлголт болон түүний бүх дэд ойлголтуудыг устга.

source: Jump to this concept
mn: Энэ ойлголт руу оч
