Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: More Child Concept
mn: Илүү хүүхдийн тухай ойлголт

source: Search for a concept...
mn: Үзэл баримтлал хайх...

source: Recently Added Resources
mn: Саяхан нэмэгдсэн эх сурвалжууд

source: Resource Id
mn: Нөөцийн ID

source: Resource Name
mn: Нөөцийн нэр

source: Edited
mn: Зассан

source: Edit Type
mn: Төрөл засах

source: Editor
mn: Редактор

source: (Resource Deleted)
mn: (Нөөцийг устгасан)

source: View Report
mn: Тайлан үзэх

source: Graph Designer
mn: График дизайнер

source: Branch
mn: Салбар

source: Resource:
mn: Нөөц:

source: Warning! This will save the graph in its current state and make the Resource accessible to permissioned users.
mn: Анхааруулга! Энэ нь графикийг одоогийн байдлаар хадгалж, нөөцийг зөвшөөрөлтэй хэрэглэгчдэд нээлттэй болгоно.

source: Notes:
mn: Тэмдэглэл:

source: Publish
mn: Нийтлэх

source: Find a Resource Model/Branch...
mn: Нөөцийн загвар/салбар хайх...

source: Discard Card Edits
mn: Картын засварыг устгах

source: Save Card Edits
mn: Картын засварыг хадгалах

source: Unpublish Graph
mn: Графикийг нийтлэхээ болих

source: Publish Graph
mn: График нийтлэх

source: Quit Designer
mn: Дизайнераас гар

source: Graph
mn: График

source: Cards
mn: Картууд

source: Add a branch to your model from the library
mn: Номын сангаас өөрийн загварт салбар нэмнэ үү

source: Card Designer
mn: Картын дизайнер

source: Graphs
mn: График

source: New Resource Model
mn: Шинэ нөөцийн загвар

source: Import Branch/Resource Model
mn: Импортын салбар/нөөцийн загвар

source: Manage Graph
mn: График удирдах

source: Manage Functions
mn: Функцуудыг удирдах

source: Create Mapping File
mn: Газрын зургийн файл үүсгэх

source: Delete Instances
mn: Тохиолдлуудыг устгах

source: Export Model
mn: Экспортын загвар

source: Clone Model
mn: Клон загвар

source: Delete Model
mn: Загварыг устгах

source: Widget
mn: Виджет

source: Discard
mn: Хая

source: Function Manager
mn: Функцийн менежер

source: Selected Functions
mn: Сонгосон функцууд

source: You haven't added any functions yet.
mn: Та ямар ч функц нэмээгүй байна.

source: Select functions from the library to add new capabilities to your resource.
mn: Өөрийн нөөцөд шинэ боломж нэмэхийн тулд номын сангаас функцуудыг сонго.

source: Close Function Library
mn: Функцийн номын санг хаах

source: Show Function Library
mn: Функцийн номын санг харуулах

source: Library filter goes here
mn: Номын сангийн шүүлтүүр энд байна

source: Function Library
mn: Функцийн номын сан

source: Function Name
mn: Функцийн нэр

source: This Function doesn't require any configuration.
mn: Энэ функц нь ямар ч тохиргоо шаарддаггүй.

source: Function Description
mn: Функцийн тодорхойлолт

source: Select Function
mn: Функцийг сонгоно уу

source: Graph Manager
mn: График менежер

source: Because of ontology rules, there are no branches that can be appended.
mn: Онтологийн дүрэм учраас хавсаргах салбар байхгүй.

source: Card name
mn: Картын нэр

source: CSS Classes (Optional)
mn: CSS ангиуд (заавал биш)

source: Help Panel Title
mn: Тусламжийн самбарын гарчиг

source: Help title
mn: Тусламжийн гарчиг

source: Content
mn: Агуулга

source: Unique Values
mn: Өвөрмөц үнэт зүйлс

source: Find a card...
mn: Карт олоорой...

source: Expand
mn: Өргөтгөх

source: Collapse
mn: Нурах

source: Grid
mn: Сүлжээ

source: Select All
mn: Бүгдийг сонгох

source: Clear All
mn: Бүгдийг цэвэрлэ

source: Show IDs
mn: ID харуулах

source: Hide IDs
mn: ID-г нуух

source: (edit report)
mn: (тайлан засах)

source: Make card
mn: Карт хийх

source: Data from nodes not collected in other cards will be collected in the root card's form section
mn: Бусад картанд цуглуулаагүй зангилааны өгөгдлийг эх картын маягтын хэсэгт цуглуулна

source: Resource models that may be related:
mn: Холбоотой байж болох нөөцийн загварууд:

source: Author name
mn: Зохиогчийн нэр

source: Abstract/description
mn: Хийсвэр/тайлбар

source: URI to a JSON-LD Context Object or a Raw Context Object or Array of Context Objects
mn: JSON-LD контекст объект эсвэл түүхий контекст объект эсвэл контекст объектын массив руу URI

source: URI Slug for API Access
mn: API хандалтын URI Slug

source: Slug
mn: Слаг

source: Map Feature Color
mn: Газрын зургийн онцлог өнгө

source: Find a node, datatype, card...
mn: Зангилаа, өгөгдлийн төрөл, картыг олох...

source: Node is exportable in search
mn: Зангилаа нь хайлтанд экспортлох боломжтой

source: Add Child Node
mn: Хүүхдийн зангилаа нэмэх

source: Add Branch
mn: Салбар нэмэх

source: Export Branch
mn: Экспортын салбар

source: Delete Node
mn: Зангилаа устгах

source: Groups/Accounts
mn: Бүлэг/Бүртгэл

source: Enter node name here...
mn: Зангилааны нэрийг энд оруулна уу...

source: node name
mn: зангилааны нэр

source: Node Name Alias
mn: Зангилааны нэр Alias

source: Unique alias generated from this node\
mn: Энэ зангилаанаас үүсгэсэн өвөрмөц нэр\

source: Use a custom node alias
mn: Захиалгат зангилааны нэр ашиглах

source: parent
mn: эцэг эх

source: Semantics
mn: Семантик

source: description
mn: тайлбар

source: Node Data Type and Configuration
mn: Зангилааны өгөгдлийн төрөл ба тохиргоо

source: Node Settings
mn: Зангилааны тохиргоо

source: Activate to use this node in Advanced Search.
mn: Энэ цэгийг Нарийвчилсан хайлтад ашиглахын тулд идэвхжүүлнэ үү.

source: Activate to require that data be collected for this node when a card value is edited
mn: Картын утгыг засах үед энэ зангилаанд өгөгдөл цуглуулахыг шаардахын тулд идэвхжүүлнэ үү

source: Export via Search Results
mn: Хайлтын үр дүнгээр экспортлох

source: Provide a field name for shapefiles.
mn: Shapefiles талбарын нэрийг оруулна уу.

source: Limited to 10 characters to meet shapefile requirements.
mn: Shapefile шаардлагыг хангахын тулд 10 тэмдэгтээр хязгаарлагдсан.

source: shapefile fieldname
mn: shapefile талбарын нэр

source: Data from this node and downstream nodes will be collected in a single form section
mn: Энэ зангилаа болон доод урсгалын зангилааны өгөгдлийг нэг хэлбэрийн хэсэгт цуглуулах болно

source: To set permissions:
mn: Зөвшөөрлийг тохируулахын тулд:

source: <strong> 1. Select one or more cards </strong>from the card tree.
mn: <strong> 1. Картын модноос нэг буюу хэд хэдэн картыг </strong>сонго.

source: <strong> 2. Select a Group or User Account </strong>from the dropdown below.
mn: <strong> 2. Доорх цэснээс Бүлэг эсвэл Хэрэглэгчийн бүртгэлийг </strong>сонго.

source: <strong> 3. Apply Permissions </strong>to set your changes. You'll see your selections reflected by the icons in the card tree.
mn: <strong> 3. Өөрчлөлтүүдийг тохируулахын тулд Зөвшөөрөл хэрэглээрэй </strong>. Та өөрийн сонголтоо картын модон дээрх дүрсээр харуулах болно.

source: Set permissions for:
mn: Зөвшөөрөл тохируулах:

source: Select a Group/Account...
mn: Бүлэг/Бүртгэл сонгох...

source: Revert Permissions
mn: Зөвшөөрлийг буцаах

source: Apply Permissions
mn: Зөвшөөрөл хэрэглэх

source: Selected Cards
mn: Сонгосон картууд

source: No cards selected
mn: Сонгосон карт алга

source: Widget Manager
mn: Виджет менежер

source: Visibility
mn: Харагдац

source: Overlay
mn: Давхардсан

source: No overlays available
mn: Ямар ч давхарлах боломжгүй

source: Delete Layer
mn: Давхаргыг устгах

source: Activated:
mn: Идэвхжүүлсэн:

source: Layer Name:
mn: Давхаргын нэр:

source: Only show on search map:
mn: Зөвхөн хайлтын газрын зураг дээр харуулах:

source: Legend content:
mn: Домог агуулга:

source: Dismiss All
mn: Бүгдийг халах

source: You're up-to-date and do not have any notifications. When you trigger a notification (for example, when you request a large download) it will display here.
mn: Та шинэчлэгдсэн бөгөөд ямар ч мэдэгдэл алга. Таныг мэдэгдэл өдөөх үед (жишээлбэл, та их хэмжээний татаж авах хүсэлт гаргах үед) энэ нь энд харагдах болно.

source: Last 7 days
mn: Сүүлийн 7 хоног

source: Last 30 days
mn: Сүүлийн 30 хоног

source: You have not yet edited any data within the specified time period. Once you edit a resource, your edit history will display here.
mn: Та заасан хугацаанд ямар ч өгөгдлийг засаагүй байна. Та эх сурвалжийг засварласны дараа таны засварласан түүх энд харагдах болно.

source: Card:
mn: Карт:

source: Edited:
mn: Зассан:

source: pending review
mn: хянан шалгахаар хүлээгдэж байна

source: Add Top Concept
mn: Топ үзэл баримтлалыг нэмнэ үү

source: Import Top Concept from SPARQL
mn: SPARQL-ээс шилдэг ойлголтыг импортлох

source: Add Child
mn: Хүүхэд нэмэх

source: Import Child from SPARQL
mn: SPARQL-ээс хүүхэд импортлох

source: Manage Parents
mn: Эцэг эхийг удирдах

source: Make Collection
mn: Цуглуулга хийх

source: Import Child from AAT
mn: AAT-аас хүүхэд импортлох

source: Labels
mn: Шошго

source: Add label
mn: Шошго нэмэх

source: Delete this label?
mn: Энэ шошгыг устгах уу?

source: preferred
mn: илүүд үздэг

source: alternate
mn: ээлжлэн

source: hidden
mn: далд

source: Notes
mn: Тэмдэглэл

source: Add note
mn: Тэмдэглэл нэмэх

source: Delete this note?
mn: Энэ тэмдэглэлийг устгах уу?

source: Broader/Narrower Concepts
mn: Илүү өргөн/нарийн ойлголт

source: Delete this concept?
mn: Энэ ойлголтыг устгах уу?

source: By deleting this concept, you will also be deleting the following concepts as well. This operation cannot be undone.
mn: Энэ ойлголтыг устгаснаар та дараах ойлголтуудыг мөн устгах болно. Энэ үйлдлийг буцаах боломжгүй.

source: Related Concepts
mn: Холбогдох ойлголтууд

source: Add related concept
mn: Холбогдох ойлголтыг нэмнэ үү

source: Remove the relationship to this concept?
mn: Энэ үзэл баримтлалын хамаарлыг арилгах уу?

source: Values
mn: Үнэ цэнэ

source: Add value
mn: Үнэ цэнэ нэмэх

source: Delete this value?
mn: Энэ утгыг устгах уу?

source: Edit this value
mn: Энэ утгыг засах

source: Add images
mn: Зураг нэмэх

source: Delete Image
mn: Зургийг устгах

source: Arches ID:
mn: Нуман хаалганы ID:

source: Are you ready to delete this item?
mn: Та энэ зүйлийг устгахад бэлэн үү?

source: No
mn: Үгүй

source: Yes
mn: Тиймээ

source: Schemes
mn: Схемүүд

source: Entity Types
mn: Аж ахуйн нэгжийн төрлүүд

source: Member Hierarchy
mn: Гишүүдийн шатлал

source: Add dropdown entry
mn: Унтраах оруулга нэмнэ үү

source: Expand this entry
mn: Энэ оруулгыг дэлгэнэ үү

source: Remove this entry from the dropdown
mn: Унждаг жагсаалтаас энэ оруулгыг устгана уу

source: Edit this label
mn: Энэ шошгыг засварлана уу

source: Edit this note
mn: Энэ тэмдэглэлийг засна уу

source: Add Concept
mn: Үзэл баримтлал нэмэх

source: Label
mn: Шошго

source: Note
mn: Анхаарна уу

source: Relation from Parent
mn: Эцэг эхийн харилцаа

source: Save changes
mn: Өөрчлөлтүүдийг хадгалах

source: ConceptScheme Name
mn: Концепцийн схемийн нэр

source: Import Images
mn: Зураг импортлох

source: (Click on panel or drag and drop files onto panel to upload)
mn: (Байршуулахын тулд самбар дээр товших эсвэл файлуудыг чирж буулгах)

source: Add Concept Scheme
mn: Концепцийн схем нэмэх

source: Scope Note
mn: Хамрах хүрээний тэмдэглэл

source: Select collection to delete
mn: Устгахын тулд цуглуулгыг сонгоно уу

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire collection from Arches?
mn: Та энэ үйлдлийг буцаах боломжгүй!&nbsp; Та энэ цуглуулгыг Arches-ээс бүрмөсөн устгахдаа итгэлтэй байна уу?

source: Delete Scheme
mn: Схемийг устгах

source: Select scheme to delete
mn: Устгах схемийг сонгоно уу

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire scheme from Arches?
mn: Та энэ үйлдлийг буцаах боломжгүй!&nbsp; Та энэ схемийг Arches-ээс бүрмөсөн устгахдаа итгэлтэй байна уу?

source: Export Scheme
mn: Экспортын схем

source: Select scheme to export
mn: Экспортлох схемийг сонгоно уу

source: Import Concept
mn: Импортын тухай ойлголт

source: Organization
mn: Байгууллага

source: Concept Indentifiers
mn: Үзэл баримтлалын тодорхойлогч

source: Import New Concept Scheme
mn: Шинэ концепцийн схем импортлох

source: SKOS File
mn: SKOS файл

source: When concept ids match
mn: Концепцийн id таарах үед

source: overwrite system concept
mn: системийн ойлголтыг дарж бичих

source: use system concept
mn: системийн ойлголтыг ашиглах

source: When inserting new concepts
mn: Шинэ ойлголт оруулахдаа

source: keep within scheme
mn: схемийн хүрээнд байлгах

source: stage in candidates
mn: нэр дэвшигчдийн шатанд

source: Upload File
mn: Файл байршуулах

source: New Parent Concept
mn: Эцэг эхийн шинэ үзэл баримтлал

source: Relation to Parent
mn: Эцэг эхтэй харилцах харилцаа

source: Current Parents
mn: Одоогийн эцэг эхчүүд

source: Remove the relationship to this parent concept
mn: Энэ эцэг эхийн үзэл баримтлалтай холбоог хас

source: Remove the relationship to this parent concept.
mn: Энэ эцэг эхийн үзэл баримтлалтай холбоог хас.

source: Deleting reference to parent:
mn: Эцэг эхийн лавлагааг устгаж байна:

source: Manage Related Concepts
mn: Холбогдох ойлголтуудыг удирдах

source: Select a concept
mn: Үзэл баримтлалыг сонгоно уу

source: Relation type
mn: Харилцааны төрөл

source: Relation to Concept
mn: Үзэл баримтлалтай холбоотой

source: Use the search tool to select the concept that you want to relate.
mn: Хайлтын хэрэгслийг ашиглан холбогдохыг хүсч буй ойлголтоо сонго.

source: Select Concept Values for Dropdowns
mn: Унтраах цэсийн концепцийн утгуудыг сонгоно уу

source: Selecting a concept will select that concept and all it's children.
mn: Үзэл баримтлалыг сонгох нь тухайн үзэл баримтлал болон түүний бүх хүүхдүүдийг сонгох болно.

source: Edit Concept Label
mn: Концепцийн шошгыг засах

source: Add Concept Label
mn: Үзэл баримтлалын шошго нэмэх

source: Manage Concept Label
mn: Концепцийн шошгыг удирдах

source: Label Information
mn: Шошгоны мэдээлэл

source: Label type
mn: Шошгоны төрөл

source: Only one preferred label may exist for each language.
mn: Хэл бүрт зөвхөн нэг сонгосон шошго байж болно.

source: Add Concept Note
mn: Үзэл баримтлалын тэмдэглэл нэмэх

source: Manage Concept Note
mn: Концепцийн тэмдэглэлийг удирдах

source: Note Editor
mn: Тэмдэглэл засварлагч

source: Only one note of each type may exist for each language.
mn: Хэл бүрийн хувьд төрөл бүрийн зөвхөн нэг тэмдэглэл байж болно.

source: Add Concept Value
mn: Үзэл баримтлалын үнэ цэнийг нэмэх

source: Manage Concept Values
mn: Үзэл баримтлалын үнэ цэнийг удирдах

source: Define a value
mn: Үнэ цэнийг тодорхойлох

source: Value type
mn: Утгын төрөл

source: Only one sort order value can be assigned to a concept.
mn: Концепцид зөвхөн нэг эрэмбийн утгыг оноож болно.

source: Resource Manager
mn: Нөөцийн менежер

source: Resources
mn: Нөөц

source: Create Resource
mn: Нөөц үүсгэх

source: Resource History
mn: Нөөцийн түүх

source: Now
mn: Одоо

source: Most recent
mn: Хамгийн сүүлийн үеийн

source: Oldest
mn: Хамгийн ахмад

source: By editor
mn: Редактороор

source: By edit type
mn: Засварлах төрлөөр

source: Resource Record Created
mn: Нөөцийн бүртгэл үүсгэсэн

source: Record created by Arches with unique identifer
mn: Өвөрмөц танигчтай Arches бүтээсэн бичлэг

source: Created
mn: Үүсгэсэн

source: Tile Data
mn: Хавтангийн өгөгдөл

source: Provisional Tile Data
mn: Хавтангийн түр өгөгдөл

source: New Tile Data
mn: Шинэ хавтангийн өгөгдөл

source: Previous Tile Data
mn: Өмнөх хавтангийн өгөгдөл

source: Previous Provisional Tile Data
mn: Өмнөх түр зуурын хавтангийн өгөгдөл

source: Deleted
mn: Устгасан

source: edited by
mn: засварласан

source: Resource Editor
mn: Нөөцийн редактор

source: Manage Permissions
mn: Зөвшөөрлийг удирдах

source: Welcome to Arches' Resource Editor
mn: Arches-ийн нөөцийн редакторт тавтай морилно уу

source: You are about to create a new resource record. Select any data card from the list on the left and start entering information.
mn: Та шинэ нөөцийн бүртгэл үүсгэх гэж байна. Зүүн талд байгаа жагсаалтаас дурын дата картыг сонгоод мэдээлэл оруулж эхэлнэ.

source: Don't worry if you decide not to enter any data just yet.
mn: Хэрэв та ямар ч өгөгдөл оруулахгүй гэж шийдсэн бол санаа зовох хэрэггүй.

source: Arches will create your new resource record once you've saved a data entry card.
mn: Таныг өгөгдөл оруулах картыг хадгалсны дараа Arches таны шинэ нөөцийн бүртгэлийг үүсгэх болно.

source: No cards are available for this model.
mn: Энэ загварт карт байхгүй.

source: Add new
mn: Шинээр нэмэх

source: You do not have permission to edit this card.
mn: Танд энэ картыг засах зөвшөөрөл байхгүй байна.

source: User:
mn: Хэрэглэгч:

source: Created:
mn: Үүсгэсэн:

source: Accept
mn: Зөвшөөрөх

source: Decline
mn: Татгалзах

source: Resource Report
mn: Нөөцийн тайлан

source: Clear Filters
mn: Шүүлтүүрийг арилгах

source: Account Settings
mn: Бүртгэлийн тохиргоо

source: User name:
mn: Хэрэглэгчийн нэр:

source: Account
mn: Данс

source: User name
mn: Хэрэглэгчийн нэр

source: Change password
mn: Нууц үг солих

source: Contact email
mn: Холбоо барих имэйл

source: Phone
mn: Утас

source: Arches user name
mn: Arches хэрэглэгчийн нэр

source: This is the unique email or name that you use to log on to Arches.
mn: Энэ бол таны Arches-д нэвтрэхэд ашигладаг өвөрмөц имэйл эсвэл нэр юм.

source: First name
mn: Нэр

source: Arches uses your name and phone number to make it easier for other users to find and work with you.
mn: Arches нь таны нэр, утасны дугаарыг ашиглан бусад хэрэглэгчдэд тантай ажиллахад хялбар болгоно.

source: Last name
mn: Овог нэр

source: Phone Number (optional)
mn: Утасны дугаар (заавал биш)

source: Contact Email
mn: Холбоо барих имэйл

source: Arches uses your e-maill to alert you to projects and tasks assigned to you.
mn: Arches нь таны и-мэйл хаягийг ашиглан танд өгсөн төсөл, даалгаврын талаар танд анхааруулдаг.

source: Click here to update Two-Factor Authentication settings via email
mn: Хоёр хүчин зүйлийн баталгаажуулалтын тохиргоог имэйлээр шинэчлэх бол энд дарна уу

source: Notification Settings
mn: Мэдэгдлийн тохиргоо

source: Trigger
mn: Триггер

source: Email Notification
mn: Имэйл мэдэгдэл

source: Web Notification
mn: Вэб мэдэгдэл

source: Enable
mn: Идэвхжүүлэх

source: Exporting Search Results
mn: Хайлтын үр дүнг экспортлож байна

source: No datatype detected for {0}
mn: {0}-н өгөгдлийн төрөл илрээгүй

source: Total resources saved: {save_count}
mn: Хадгалсан нийт нөөц: {save_count}

source: {0} of {1} resources saved
mn: {1} нөөцөөс {0}-г нь хадгалсан

source: {0} of {1} relations saved
mn: {1} харилцаанаас {0}-г нь хадгалсан

source: No import errors
mn: Импортын алдаа байхгүй

source: ***** Errors occured during import. Some data may not have been imported. For more information, check resource import error log:
mn: ***** Импортлох явцад алдаа гарсан. Зарим өгөгдлийг импортлоогүй байж магадгүй. Нэмэлт мэдээлэл авахыг хүсвэл нөөцийн импортын алдааны бүртгэлийг шалгана уу:

source: Must supply either a graph id or a list of resource instance ids to export
mn: Экспортлох график id эсвэл нөөцийн жишээ id-н жагсаалтыг өгөх ёстой

source: <strong>Error in SPARQL query:</strong><br>Test this query directly by pasting the query below into the Getty's own SPARQL endpoint at <a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>Query returned 0 results, please check the query for errors. You may need to add the appropriate languages into the database for this query to work<br><br>
mn: <strong>SPARQL асуулгад гарсан алдаа:</strong><br>Доорх асуулгыг <a href='http://vocab.getty.edu/sparql' target= дээрх Getty-ийн өөрийн SPARQL төгсгөлийн цэгт буулгаж, энэ асуулгыг шууд туршиж үзээрэй. '_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>Асуулгад 0 илэрц гарсан тул асуулгад алдаа байгаа эсэхийг шалгана уу. Энэ асуулга ажиллахын тулд та өгөгдлийн санд тохирох хэлүүдийг нэмэх шаардлагатай байж магадгүй<br><br>

source: This email address has already been registered with the system. If you forgot your password, click the 'exit' link below and go to the login page to reset your password.
mn: Энэ имэйл хаяг аль хэдийн системд бүртгэгдсэн байна. Хэрэв та нууц үгээ мартсан бол доорх "гарах" холбоос дээр дарж нэвтрэх хуудас руу орж нууц үгээ сэргээнэ үү.

source: Email
mn: Имэйл

source: New password
mn: Шинэ нууц үг

source: Re-enter new password
mn: Шинэ нууц үгээ дахин оруулна уу

source: Be longer than {0} characters
mn: {0} тэмдэгтээс урт байх

source: Have at least 1 letter
mn: Дор хаяж 1 үсэгтэй байх

source: Your password must contain at least one special character
mn: Таны нууц үг дор хаяж нэг тусгай тэмдэгт агуулсан байх ёстой

source: Have at least 1 special character
mn: Дор хаяж 1 тусгай тэмдэгттэй байх

source: Your password must contain at least one number
mn: Таны нууц үг дор хаяж нэг тоо агуулсан байх ёстой

source: Have at least 1 number
mn: Дор хаяж 1 дугаартай байх

source: Your password must contain both upper and lower case letters
mn: Таны нууц үг том, жижиг үсэг агуулсан байх ёстой

source: Have least 1 upper and lower case character
mn: Хамгийн багадаа 1 том жижиг үсэгтэй байна

source: Could not return JSON Response
mn: JSON хариуг буцааж чадсангүй

source: Celery worker connection failed. Reattempting
mn: Селөдерей ажилчны холболт амжилтгүй боллоо. Дахин оролдож байна

source: Failed to connect to celery due to a BrokenPipeError/ConnectionResetError
mn: BrokenPipeError/ConnectionResetError-ын улмаас селөдерейтэй холбогдож чадсангүй.

source: A celery broker is running, but a celery worker is not available
mn: Селөдерей брокер ажиллаж байгаа боловч селөдерей ажилтан байхгүй

source: Unable to connect to a celery broker
mn: Селөдерей брокертой холбогдох боломжгүй байна

source: Failed to dispatch Kibana proxy
mn: Кибана проксиг илгээж чадсангүй

source: KibanaProxy failed
mn: KibanaProxy амжилтгүй боллоо

source: Failed to create API request
mn: API хүсэлтийг үүсгэж чадсангүй

source: Unnamed Resource
mn: Нэргүй нөөц

source: The specified resource '{0}' does not exist. JSON-LD export failed.
mn: Заасан нөөц '{0}' байхгүй байна. JSON-LD экспорт амжилтгүй боллоо.

source: New Resource
mn: Шинэ нөөц

source: Tile not found.
mn: Хавтан олдсонгүй.

source: No nodegroup matching query parameters found.
mn: Асуулгын параметрт тохирох зангилааны бүлэг олдсонгүй.

source: No nodes matching query parameters found.
mn: Асуулгын параметрт тохирох зангилаа олдсонгүй.

source: No graph found for graphid %s
mn: %s графидын график олдсонгүй

source: User does not have permission to edit this node.
mn: Хэрэглэгч энэ зангилааг засах зөвшөөрөлгүй байна.

source: User signup has been disabled. Please contact your administrator.
mn: Хэрэглэгчийн бүртгэл идэвхгүй болсон. Админтайгаа холбогдоно уу.

source: Signup for Arches
mn: Arches-д бүртгүүлнэ үү

source: Thanks for your interest in Arches. Click on link below to confirm your email address! Use your email address to login.
mn: Arches-ийг сонирхож байгаад баярлалаа. Доорх холбоос дээр дарж имэйл хаягаа баталгаажуулна уу! Нэвтрэхийн тулд имэйл хаягаа ашиглана уу.

source: This link expires in 24 hours. If you can't get to it before then, don't worry, you can always try again with the same email address.
mn: Энэ холбоос 24 цагийн дараа дуусна. Хэрэв та үүнээс өмнө хүрч чадахгүй бол санаа зовох хэрэггүй, та үргэлж ижил имэйл хаягаар дахин оролдох боломжтой.

source: Welcome to Arches!
mn: Arches-д тавтай морил!

source: An email has been sent to <br><strong>%s</strong><br> with a link to activate your account
mn: <br><strong>%s</strong><br> руу таны бүртгэлийг идэвхжүүлэх холбоос бүхий имэйл илгээгдсэн

source: The signup link has expired, please try signing up again. Thanks!
mn: Бүртгүүлэх холбоосын хугацаа дууссан тул дахин бүртгүүлнэ үү. Баярлалаа!

source: Invalid password
mn: Нууц үг буруу байна

source: New password and confirmation must match
mn: Шинэ нууц үг болон баталгаажуулалт таарч байх ёстой

source: Password successfully updated
mn: Нууц үг амжилттай шинэчлэгдсэн
