Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Creating a Collection is very similar to creating a Thesaurus. However, you will be adding existing Concepts to a Collection (potentially from more than one Thesaurus) instead of creating new ones. Below, a new Collection is created. To go further, select the Collection, and use the "Add dropdown entry" link to add existing Concepts to this Collection. When configuring the Graph for a Branch or Resource Model, you will now be able to add this Concept Collection to a node.
mn: Цуглуулга үүсгэх нь тезаурус үүсгэхтэй маш төстэй юм. Гэсэн хэдий ч, та шинийг үүсгэхийн оронд одоо байгаа ухагдахуунуудыг цуглуулгад (нэгээс олон тезаурусын байж болно) нэмэх болно. Доор шинэ Цуглуулга бий болсон. Цааш үргэлжлүүлэхийн тулд Цуглуулгыг сонгоод "унадаг бичиглэл нэмэх" холбоосыг ашиглан энэ цуглуулгад байгаа ойлголтуудыг нэмнэ үү. Салбар эсвэл нөөцийн загварт зориулсан Графикийг тохируулахдаа та одоо энэ ойлголтын цуглуулгыг зангилаа руу нэмэх боломжтой болно.

source: Creating Resource Data
mn: Нөөцийн өгөгдөл үүсгэх

source: The Resource Editor is used to create new or edit existing Resources. What you see on the left-hand side of the page is this Resource's "card tree", which shows all of the data entry cards that you can edit. Think of "creating data" as "adding cards".
mn: Нөөцийн засварлагч нь шинэ нөөц үүсгэх эсвэл одоо байгаа нөөцийг засахад ашиглагддаг. Хуудасны зүүн талд таны харж буй зүйл бол энэ нөөцийн "карт мод" бөгөөд таны засварлаж болох бүх өгөгдөл оруулах картуудыг харуулдаг. "Өгөгдөл үүсгэх" гэдгийг "карт нэмэх" гэж бодоорой.

source: To begin, select a card, enter data, and click <strong>Add</strong>. Some cards may allow multiple instances, in which case you will be able to add as many of the same type as you want.
mn: Эхлэхийн тулд картаа сонгоод өгөгдөл оруулаад <strong>Нэмэх</strong> дээр дарна уу. Зарим картууд олон тохиолдлыг зөвшөөрч болох бөгөөд энэ тохиолдолд та хүссэн хэмжээгээрээ ижил төрлийг нэмэх боломжтой.

source: Note that in the demonstration below, the "Define Resource Descriptors" function has already been configured to set the Name card value as the resource display name.
mn: Доорх үзүүлэн дээр "Нөөцийн тодорхойлогчдыг тодорхойлох" функц нь Нэрийн картын утгыг нөөцийн дэлгэцийн нэр болгон тохируулахаар аль хэдийн тохируулагдсан болохыг анхаарна уу.

source: basic card data enty - click to view
mn: картын үндсэн өгөгдөл - үзэхийн тулд товшино уу

source: Once you have saved data for a resource, you can see a full summary by selecting the top card. This is the resource report.
mn: Та нөөцөд зориулж өгөгдлийг хадгалсны дараа дээд картыг сонгосноор бүрэн хураангуйг харах боломжтой. Энэ бол нөөцийн тайлан юм.

source: In some cases, cards will be nested within other cards, as in the example of adding a geo-location below.
mn: Зарим тохиолдолд картуудыг доорх газарзүйн байршлыг нэмэх жишээний адил бусад картуудын дотор байрлуулна.

source: nested card data enty - click to view
mn: үүрлэсэн картын өгөгдөл - үзэхийн тулд товшино уу

source: Creating Resources Relations
mn: Нөөцийн харилцааг бий болгох

source: In the Resource Editor you can also access the <strong>Related Resources Editor</strong> . To create a relationship between this resource and another in your database, open the editor, find the resource, and click <strong>Add</strong>.
mn: Нөөцийн засварлагчаас та мөн <strong>Холбогдох нөөцийн засварлагч</strong>-д хандах боломжтой. Энэ нөөц болон өөрийн мэдээллийн санд байгаа өөр эх сурвалжийн хооронд харилцаа үүсгэхийн тулд засварлагчийг нээж, нөөцийг олоод <strong>Нэмэх</strong> дээр дарна уу.

source: Your Resource Model will need to be configured to allow relations with the target Resource Model. If relations are not allowed, resources in the dropdown menu will not be selectable.
mn: Таны нөөцийн загварыг зорилтот нөөцийн загвартай харилцахыг зөвшөөрөхийн тулд тохируулах шаардлагатай. Хэрэв харилцааг зөвшөөрөхгүй бол унадаг цэсний нөөцийг сонгох боломжгүй болно.

source: create resource relation - click to view
mn: нөөцийн харилцаа үүсгэх - үзэхийн тулд товшино уу

source: Choose a Resource Model to begin creating a new Resource in your database.
mn: Өгөгдлийн сандаа шинэ нөөц үүсгэж эхлэхийн тулд нөөцийн загварыг сонго.

source: Introduction to Search
mn: Хайлтын танилцуулга

source: <strong>Search Bar</strong> The quickest way to search the database is to begin typing in the search bar. You'll be presented with database terminology which you can use to create one or more simple filters. The search bar also acts as an aggregator of <em>all</em> currently enabled filters.
mn: <strong>Хайлтын мөр</strong> Өгөгдлийн сангаас хайх хамгийн хурдан арга бол хайлтын талбарт бичиж эхлэх явдал юм. Нэг буюу хэд хэдэн энгийн шүүлтүүр үүсгэхэд ашиглаж болох мэдээллийн сангийн нэр томъёог танд танилцуулах болно. Хайлтын талбар нь одоо идэвхжүүлсэн <em>бүх</em> шүүлтүүрүүдийн нэгтгэгчийн үүрэг гүйцэтгэдэг.

source: <strong>Search Tools</strong> There are a number tools you can use to explore the database, which are described in detail below.
mn: <strong>Хайлтын хэрэгслүүд</strong> Мэдээллийн санг судлахад ашиглаж болох хэд хэдэн хэрэгсэл байдаг бөгөөд тэдгээрийг доор дэлгэрэнгүй тайлбарласан болно.

source: <strong>Search Results</strong> Whenever you change any search filters, the updated search results will be listed here. You can link to a resource's report, zoom to it on the map, or view its related resources.
mn: <strong>Хайлтын үр дүн</strong> Таныг хайлтын шүүлтүүрийг өөрчлөх бүрд шинэчлэгдсэн хайлтын илэрцүүд энд харагдах болно. Та нөөцийн тайлантай холбох, газрын зураг дээр томруулж эсвэл холбогдох нөөцийг үзэх боломжтой.

source: <strong>Search Panel</strong> The contents of this panel will change depending on what search tool you are using. Typically, the map will be activated by default.
mn: <strong>Хайлтын самбар</strong> Энэ самбарын агуулга нь таны ашиглаж буй хайлтын хэрэглүүрээс хамаарч өөрчлөгдөнө. Ер нь газрын зураг анхдагчаар идэвхждэг.

source: Search Tools
mn: Хайлтын хэрэгсэл

source: Map
mn: Газрын зураг

source: Search results can be represented on the map in two ways: <strong>markers</strong> show the first set of resources in the search results, and <strong>cells</strong> are used to give a general spatial representation of <em>all</em> resources in the search results.
mn: Хайлтын үр дүнг газрын зураг дээр хоёр янзаар дүрсэлж болно: <strong>тэмдэглэгээ</strong> нь хайлтын илэрц дэх эхний багц нөөцийг харуулдаг ба <strong>нүдүүд</strong> нь < гэсэн орон зайн ерөнхий дүрслэлийг өгөхөд ашиглагддаг. хайлтын илэрц дэх em>бүх</em> нөөц.

source: In addition to displaying search results, the map can show resource layers (showing all resources), or custom overlays, if any have been added. You control the visibility of all layers and basemaps with the tool panel on the right.
mn: Хайлтын үр дүнг харуулахаас гадна газрын зураг нь нөөцийн давхаргууд (бүх нөөцийг харуулах) эсвэл хэрэв нэмсэн бол захиалгат давхаргыг харуулах боломжтой. Та баруун талд байгаа хэрэгслийн самбарын тусламжтайгаар бүх давхарга болон үндсэн зургийн харагдах байдлыг удирдана.

source: Finally, you can add a spatial filter to your query by using the map drawing tools to draw a shape and apply a buffer distance if desired.
mn: Эцэст нь та газрын зураг зурах хэрэгслээр дүрс зурж, хэрэв хүсвэл буферийн зайг ашиглан асуулгадаа орон зайн шүүлтүүр нэмж болно.

source: change basemap - click to view
mn: үндсэн газрын зургийг өөрчлөх - үзэхийн тулд товшино уу

source: toggle search results layer - click to view
mn: хайлтын үр дүнгийн давхаргыг сэлгэх - үзэхийн тулд товшино уу

source: search with spatial query - click to view
mn: орон зайн асуулга ашиглан хайх - үзэхийн тулд товшино уу

source: Time
mn: Цаг хугацаа

source: You can apply a temporal criterion to your query by using the Time Filter. You have the option of creating the filter by hand, or you can use the time wheel. The time wheel is a graphic representation of all the resources in the database, organized chronologically.
mn: Та Цагийн шүүлтүүрийг ашиглан асуулгадаа түр зуурын шалгуур тавьж болно. Шүүлтүүрийг гараар хийх эсвэл цагийн дугуйг ашиглах боломжтой. Цагийн хүрд нь өгөгдлийн сангийн бүх нөөцийг он цагийн дарааллаар зохион байгуулсан график дүрслэл юм.

source: apply time filter with time wheel - click to view
mn: Цагийн хүрдтэй цагийн шүүлтүүр хэрэглэх - үзэхийн тулд товшино уу

source: Saved
mn: Хадгалсан

source: Saved searches allow you to view pre-made queries. Saved searches are created by database administrators, so the number of saved searches shown here will vary from one database to the next.
mn: Хадгалсан хайлтууд нь урьдчилан хийсэн асуулгыг харах боломжийг танд олгоно. Хадгалсан хайлтуудыг өгөгдлийн сангийн администраторууд үүсгэсэн тул энд харуулсан хадгалсан хайлтын тоо нь мэдээллийн сангаас нөгөөд өөр өөр байх болно.

source: Advanced
mn: Дэвшилтэт

source: You can use the advanced search to make more complex queries based on data attributes, or "facets". While the basic search filter allows you to combine multiple filters, advanced search is the only way to combine filters with an <strong>or</strong> operator, and also gives you access to more comparison operators.
mn: Та нарийвчилсан хайлтыг ашиглан өгөгдлийн шинж чанар эсвэл "нүүр" дээр тулгуурлан илүү төвөгтэй асуулга хийх боломжтой. Үндсэн хайлтын шүүлтүүр нь танд олон шүүлтүүрийг нэгтгэх боломжийг олгодог бол дэвшилтэт хайлт нь шүүлтүүрийг <strong>эсвэл</strong> оператортой хослуулах цорын ганц арга бөгөөд мөн бусад харьцуулах операторуудад хандах боломжийг олгодог.

source: In the example below, a search is made within a single resource type for any name <strong>like</strong> "church" <strong>or</strong> any name <strong>like</strong> "gate".
mn: Доорх жишээн дээр "сүм" <strong>эсвэл</strong> "хаалга" гэх мэт</strong>ямар ч нэрийг хайлтыг нэг төрлийн эх сурвалжийн төрлөөр хийсэн болно.

source: search for multiple words in names - click to view
mn: нэрнээс олон үг хайх - үзэхийн тулд товшино уу

source: Related
mn: Холбоотой

source: For each resource listed in the search results you can view its related resources with the "Related Resources" link under the description. By viewing Related Resources, you get a new view of the database: not how resources are related geographically nor chronologically, but qualitatively.
mn: Хайлтын үр дүнд жагсаасан эх сурвалж бүрийн хувьд та тайлбарын доорх "Холбогдох эх сурвалжууд" холбоосоор холбогдох нөөцийг харах боломжтой. Холбогдох эх сурвалжуудыг үзсэнээр та мэдээллийн сангийн шинэ дүр төрхийг олж авах болно: нөөцүүд газарзүйн болон он цагийн дарааллаар хэрхэн хамааралтай болохыг биш, харин чанарын хувьд.

source: There two methods for viewing Related Resources: in a table where each related resource is a row, or in a graph where resources are shown as nodes in a graph, with relationships connecting them.
mn: Холбогдох нөөцүүдийг харах хоёр арга байдаг: холбогдох нөөц бүр нь мөр байх хүснэгт, эсвэл тэдгээрийг холбосон харилцаатай графикийн зангилаа хэлбэрээр харуулсан графикт.

source: <p>A number of global settings can be defined or altered here.</p>
mn: <p>Хэд хэдэн глобал тохиргоог энд тодорхойлж эсвэл өөрчилж болно.</p>

source: Default Application Settings
mn: Өгөгдмөл програмын тохиргоо

source: <strong>Application Name</strong> - Name of your Arches app, to be displayed in the browser title bar and elsewhere.<br> <strong>Default Data Import/Export User</strong> - Name to associate with data that is imported into the system.<br>
mn: <strong>Програмын нэр</strong> - Таны Arches програмын нэр, хөтчийн гарчгийн мөрөнд болон бусад хэсэгт харагдах болно.<br> <strong>Өгөгдөл импорт/экспортын хэрэглэгч</strong> - Системд импортлогдсон өгөгдөлтэй холбох нэр.<br>

source: Web Analytics
mn: Вэб аналитик

source: <strong>Google Analytics Key</strong> - If you have made a Google Analytics Key to track your app's traffic, enter it here.<br>
mn: <strong>Google Аналитик Түлхүүр</strong> - Хэрэв та өөрийн апп-н урсгалыг хянах Google Аналитик Түлхүүр хийсэн бол энд оруулна уу.<br>

source: Thesaurus Service Providers
mn: Тезаурусын үйлчилгээ үзүүлэгч

source: <strong>Thesaurus SPARQL Endpoint</strong> - Advanced users may create more SPARQL endpoints and register them here. These endpoints will be available in the RDM and allow you to import thesaurus entries from external sources.<br>
mn: <strong>Thesaurus SPARQL Endpoint</strong> - Ахисан түвшний хэрэглэгчид илүү олон SPARQL төгсгөлийн цэг үүсгэж, энд бүртгүүлж болно. Эдгээр төгсгөлийн цэгүүд нь RDM-д байх бөгөөд гадны эх сурвалжаас тезаурусын оруулгуудыг импортлох боломжийг танд олгоно.<br>

source: Map Settings
mn: Газрын зургийн тохиргоо

source: Arches uses the Mapbox mapping library for map display and data creation. Arches also supports Mapbox basemaps and other services.
mn: Arches нь газрын зураг харуулах, өгөгдөл үүсгэхийн тулд Mapbox газрын зургийн санг ашигладаг. Arches нь Mapbox-ын үндсэн зураг болон бусад үйлчилгээг дэмждэг.

source: <strong>Mapbox API Key (Optional)</strong> - By default, Arches uses some basemap web services from Mapbox. You will need to <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">create a free API key</a> (or "access token") for these services to be activated. Alternatively, you could remove all of the default basemaps and add your own, non-Mapbox layers.
mn: <strong>Mapbox API Түлхүүр (Заавал биш)</strong> - Өгөгдмөл байдлаар, Arches нь Mapbox-ын зарим үндсэн зургийн вэб үйлчилгээг ашигладаг. Та <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">үнэгүй API түлхүүр үүсгэх</a> (эсвэл "хандалтын токен") хэрэгтэй болно. ") эдгээр үйлчилгээг идэвхжүүлэхийн тулд. Эсвэл та бүх үндсэн үндсэн зургийг устгаж, Mapbox-ын бус давхаргуудаа нэмж болно.

source: <strong>Mapbox Sprites</strong> - Path to Mapbox sprites (use default).
mn: <strong>Mapbox Sprites</strong> - Mapbox спрайт руу очих зам (өгөгдмөл байдлаар ашиглах).

source: <strong>Mapbox Glyphs</strong> - Path to Mapbox glyphs (use default).
mn: <strong>Mapbox Glyphs</strong> - Mapbox glyphs руу очих зам (өгөгдмөл байдлаар ашиглах).

source: Project Extent
mn: Төслийн цар хүрээ

source: Draw a polygon representing your project's extent. These bounds will serve as the default for the search result grid bounds, and map bounds in search, cards, and reports.
mn: Төслийн цар хүрээг харуулсан олон өнцөгт зур. Эдгээр хязгаарууд нь хайлтын үр дүнгийн сүлжээний хүрээ, хайлт, карт, тайлангийн газрын зургийн хязгаарын хувьд өгөгдмөл байдлаар үйлчилнэ.

source: You can define the zoom behavior of your map. Zoom level 0 shows the whole world (and is the absolute minimum zoom level) and zoom level 20 is the maximum level that most map services support.
mn: Та газрын зургийнхаа томруулалтын горимыг тодорхойлж болно. Томруулах түвшин 0 нь дэлхийг бүхэлд нь харуулдаг (мөн томруулах үнэмлэхүй хамгийн бага түвшин) бөгөөд томруулах түвшин 20 нь ихэнх газрын зургийн үйлчилгээний дэмждэг дээд түвшин юм.

source: <strong>Default Zoom</strong> - Set the zoom level that the map will be shown at by default.
mn: <strong>Өгөгдмөл томруулах</strong> - Газрын зургийг анхдагчаар харуулах томруулах түвшинг тохируулна уу.

source: <strong>Min Zoom</strong> - Minimum zoom level defines how far the user can zoom out when viewing the map.
mn: <strong>Min Zoom</strong> - Хамгийн бага томруулах түвшин нь хэрэглэгч газрын зургийг үзэхдээ хэр хол зайд томруулж болохыг тодорхойлдог.

source: <strong>Max Zoom</strong> - Maximum zoom level defines how far the user can zoom in when viewing the map.
mn: <strong>Хамгийн их томруулах</strong> - Хамгийн их томруулах түвшин нь хэрэглэгч газрын зургийг үзэхдээ хэр хол томруулж болохыг тодорхойлдог.

source: Search Results Grid
mn: Хайлтын үр дүнгийн сүлжээ

source: Arches aggregates search results and displays them as hexagons. You will need to set default parameters for the hexagon size and precision.
mn: Arches нь хайлтын үр дүнг нэгтгэж, зургаан өнцөгт хэлбэрээр харуулдаг. Та зургаан өнцөгтийн хэмжээ, нарийвчлалын үндсэн параметрүүдийг тохируулах хэрэгтэй болно.

source: <strong>Hexagon Size (in km)</strong> - Set the actual size of the hex bins that will be shown on the map.
mn: <strong>Зургаан өнцөгтийн хэмжээ (км-ээр)</strong> - Газрын зураг дээр харагдах зургаан өнцөгт савны бодит хэмжээг тохируулна уу.

source: <strong>Hexagon Grid Precision</strong> - Set the precision with which the contents of the hex bins will be calculated.
mn: <strong>Зургаан өнцөгт торны нарийвчлал</strong> - Зургаан өнцөгт савны агуулгыг тооцоолох нарийвчлалыг тохируулна уу.

source: <strong>Warning:</strong> A large project area combined with a small hexagon size and/or high precision will take a very long time to load, and can crash your browser. We suggest changing these settings in small increments to find the best combination for your project.
mn: <strong>Анхааруулга:</strong> Жижиг зургаан өнцөгт хэмжээтэй ба/эсвэл өндөр нарийвчлалтай төслийн том талбайг ачаалахад маш удаан хугацаа шаардагдах бөгөөд таны хөтөч эвдэрч болзошгүй. Төсөлдөө хамгийн сайн хослолыг олохын тулд бид эдгээр тохиргоог бага багаар өөрчлөхийг санал болгож байна.

source: Basic Search Settings
mn: Хайлтын үндсэн тохиргоо

source: Set the default search results behavior.
mn: Хайлтын үр дүнгийн өгөгдмөл горимыг тохируулна уу.

source: <p> <strong>Number of search results per page</strong> - Set the number of search results shown per page. Note this also defines the number of search result markers that are shown on the map.<br> <strong>Number of search hints per dropdown</strong> - Set the number of search hints that will appear under the search bar as you type in search terms.<br> <strong>Max number of search results to export</strong> - Set the maximum number of resources to be exported from the search results. This value should generally be evenly divible by the SEARCH_RESULT_LIMIT setting in Arches (10,000 by default). </p>
mn: <p> <strong>Нэг хуудсанд хайлтын үр дүнгийн тоо</strong> - Нэг хуудсанд харагдах хайлтын үр дүнгийн тоог тохируулна уу. Энэ нь газрын зураг дээр харагдах хайлтын үр дүнгийн тэмдэглэгээний тоог мөн тодорхойлдог болохыг анхаарна уу.<br> <strong>Нэг унадаг цэсний хайлтын зөвлөмжийн тоо</strong> - Хайлтын үг бичих үед хайлтын талбарын доор харагдах хайлтын зөвлөмжийн тоог тохируулна уу.<br> <strong>Экспортлох хайлтын үр дүнгийн дээд тоо</strong> - Хайлтын үр дүнгээс экспортлох нөөцийн дээд хэмжээг тохируулна уу. Энэ утга нь ерөнхийдөө Arches дахь SEARCH_RESULT_LIMIT тохиргоонд жигд хуваагдах ёстой (анхдагчаар 10,000). </p>

source: Temporal Search Settings
mn: Түр зуурын хайлтын тохиргоо

source: Arches creates a Time Wheel based on the resources in your database, to allow for quick temporal visualization and queries. A few aspects of this temporal search are defined here.
mn: Arches нь таны өгөгдлийн сангийн нөөцөд тулгуурлан Цагийн хүрдийг бий болгож, түр зуурын дүрслэл, асуулга явуулах боломжийг олгодог. Энэхүү түр зуурын хайлтын цөөн хэдэн талыг энд тодорхойлсон болно.

source: <strong>Color Ramp</strong> - <em>not currently implemented</em> The color ramp for the time wheel. For further reference, check out the <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API reference</a>.
mn: <strong>Өнгөний налуу</strong> - <em>одоогоор хэрэгжээгүй</em> Цагийн хүрдний өнгөт налуу. Нэмэлт лавлагаа авах бол <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API-г үзнэ үү. лавлагаа</a>.

source: <strong>Time wheel configuration</strong> - <em>not currently implemented</em>
mn: <strong>Цагийн хүрдний тохиргоо</strong> - <em>одоогоор хэрэгжээгүй</em>

source: Saved Searches
mn: Хадгалсан хайлтууд

source: Arches allows you save a search and present it as convenience for your users. Saved Searches appear as search options in the main Search page. Creating a Saved Search is a three-step process.
mn: Arches нь хайлтаа хадгалж, хэрэглэгчдэдээ тав тухтай байлгах боломжийг олгоно. Хадгалсан хайлтууд хайлтын үндсэн хуудсанд хайлтын сонголт хэлбэрээр харагдана. Хадгалсан хайлт үүсгэх нь гурван үе шаттай үйл явц юм.

source: <strong>1. Specify Search Criteria</strong> - Go to the Search page and enter all the criteria you would like to use to configure your Saved Search. You may notice that with the addition of each new search filter (either by using the term filter, map filtering tools, or temporal filters) the URL for the page will change.<br> <strong>2. Copy the URL</strong> - In your browser address bar, copy the <em>entire</em> URL. This will be a long string that defines each of the search filters created in step 1.<br> <strong>3. Create the Saved Search</strong> - Finally, head back to this page and fill out the settings that you see at left. You can also upload an image that will be shown along with your Search Search.
mn: <strong>1. Хайлтын шалгуурыг тодорхойл</strong>- Хайлтын хуудас руу очоод Хадгалсан хайлтаа тохируулахын тулд ашиглахыг хүссэн бүх шалгуураа оруулна уу. Хайлтын шинэ шүүлтүүр бүрийг нэмснээр (шүүлтүүр, газрын зургийн шүүлтүүр эсвэл түр зуурын шүүлтүүр гэх мэт) хуудасны URL өөрчлөгдөнө.<br> <strong>2. URL-г хуулах</strong> - Хөтөчийнхөө хаягийн мөрөнд <em>бүхэл</em> URL-г хуулна уу. Энэ нь 1-р алхам дээр үүсгэсэн хайлтын шүүлтүүр бүрийг тодорхойлсон урт мөр байх болно.<br> <strong>3. Хадгалсан хайлт үүсгэх</strong>Эцэст нь энэ хуудас руу буцаж очоод зүүн талд байгаа тохиргоог бөглөнө үү. Та мөн Хайлтын хайлттай хамт харагдах зургийг байршуулж болно.

source: Arches | %(version)s
mn: Нуман хаалга | %(хувилбар)s

source: Arches Features
mn: Нуман хаалганы онцлог

source: Search Arches
mn: Аркуудыг хайх

source: Sign in
mn: Нэвтрэх

source: Welcome,
mn: тавтай морил,

source: Log off
mn: Гарах

source: Home
mn: Гэр

source: Fast
mn: Хурдан

source: Workflows
mn: Ажлын урсгал

source: Arches %(version)s
mn: Нуман хаалга %(хувилбар)s

source: A web and mobile platform for
mn: зориулсан вэб болон гар утасны платформ

source: managing your most important resource information
mn: таны хамгийн чухал нөөцийн мэдээллийг удирдах

source: Glarus thrust, Tectonic Area Sardona, Switzerland | Jonas Wagner https://www.flickr.com/photos/80225884@N06/ | Attribution 2.0 Generic (CC BY 2.0)
mn: Glarus thrust, Тектоник бүсийн Сардона, Швейцарь | Жонас Вагнер https://www.flickr.com/photos/80225884@N06/ | Атрибут 2.0 Ерөнхий (CC BY 2.0)

source: Deploy Applications Rapidly
mn: Аппликейшнүүдийг хурдан байршуулах

source: Design custom information management applications in hours. Build your databases with Arches Designer, then configure your interface all without having to write any code.
mn: Мэдээллийн менежментийн хэрэглээний програмуудыг хэдэн цагийн дотор зохион бүтээх. Arches Designer ашиглан өгөгдлийн санг бүтээж, дараа нь ямар ч код бичихгүйгээр интерфейсээ бүгдийг нь тохируулаарай.

source: Interface Manager
mn: Интерфейсийн менежер

source: Arches automatically creates data entry forms based on your data models. Use Arches' Card Manager to configure the look and feel of your data entry UI.
mn: Arches нь таны өгөгдлийн загварт үндэслэн өгөгдөл оруулах маягтуудыг автоматаар үүсгэдэг. Arches' Card Manager-ийг ашиглан өгөгдөл оруулах UI-ийн харагдах байдал, мэдрэмжийг тохируулаарай.

source: Data Security
mn: Өгөгдлийн аюулгүй байдал

source: Use Arches' Permissions Manager to set up data access rules for all your user groups and individual accounts. You can define read/write/delete and no-access permissions.
mn: Arches-ийн Зөвшөөрлийн Менежерийг ашиглан өөрийн бүх хэрэглэгчийн бүлэг болон хувийн акаунтуудад өгөгдөлд нэвтрэх дүрмийг тохируулаарай. Та унших/бичих/устгах болон хандалтгүй зөвшөөрлийг тодорхойлж болно.

source: Orchestrate your data entry
mn: Өгөгдлийн оролтыг зохион байгуул
