Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/django.po
Languages: mn

source: {0} error, {1} {2} - {3}. Unable to save.
mn: {0} алдаа, {1} {2} - {3}. Хадгалах боломжгүй.

source: Multiple provisional edits. Returning first edit
mn: Олон түр зуурын засварууд. Эхний засварыг буцааж байна

source: Tile has no authoritative or provisional data
mn: Хавтан нь эрх мэдэлтэй эсвэл түр зуурын өгөгдөлгүй

source: The widget used to save this data appears to be incorrect for this datatype. Contact system admin to resolve
mn: Энэ өгөгдлийг хадгалахад ашигласан виджет нь энэ өгөгдлийн төрөлд буруу байна. Шийдвэрлэхийн тулд системийн админтай холбогдоно уу

source: This is an invalid concept prefLabel, or an incomplete UUID
mn: Энэ нь хүчингүй prefLabel ойлголт эсвэл бүрэн бус UUID юм

source: This UUID is not an available concept value
mn: Энэ UUID нь боломжтой ойлголтын утга биш байна

source: This is not a string
mn: Энэ бол мөр биш

source: Not a properly formatted number
mn: Зөв форматлагдсан тоо биш байна

source: Not of type boolean
mn: Boolean төрлийн биш

source: Incorrect format. Confirm format is in settings.DATE_FORMATS or set the format in settings.DATE_IMPORT_EXPORT_FORMAT.
mn: Буруу формат. Форматыг тохиргооноос баталгаажуулна уу. DATE_FORMATS эсвэл тохиргооноос форматыг тохируулна уу.DATE_IMPORT_EXPORT_FORMAT.

source: {value} is an invalid date format
mn: {value} нь буруу огнооны формат юм

source: Incorrect Extended Date Time Format. See http://www.loc.gov/standards/datetime/ for supported formats
mn: Өргөтгөсөн огнооны цагийн формат буруу байна. Дэмжигдсэн форматыг http://www.loc.gov/standards/datetime/ -с үзнэ үү

source: Only dates that specify an exact year, month, and day can be used with the "=" operator
mn: Зөвхөн он, сар, өдрийг заасан огноог "=" оператортой ашиглаж болно

source: Only dates that specify an exact year, month, and day can be used with the ">", "<", ">=", and "<=" operators
mn: Зөвхөн он, сар, өдрийг заасан огноог ">", "<", ">=", "<=" операторуудтай ашиглаж болно.

source: Invalid date specified.
mn: Огноо буруу заасан.

source: Unable to serialize some geometry features
mn: Геометрийн зарим функцийг цуваа болгох боломжгүй

source: File type not permitted
mn: Файлын төрлийг зөвшөөрөхгүй

source: This node has a limit of {0} files. Please reduce files.
mn: Энэ зангилаа нь {0} файлын хязгаартай. Файлуудыг багасгана уу.

source: This node has a file-size limit of {0}. Please reduce file size or contact your sysadmin.
mn: Энэ зангилаа нь {0} файлын хэмжээний хязгаартай. Файлын хэмжээг багасгах эсвэл системийн админтайгаа холбогдоно уу.

source: The file "{0}" does not exist in "{1}"
mn: "{0}" файл "{1}" дотор байхгүй байна

source: datatype: {0}, value: {1} - {2} .
mn: өгөгдлийн төрөл: {0}, утга: {1} - {2} .

source: File does not exist
mn: Файл байхгүй байна

source: The file url is invalid
mn: Файлын URL буруу байна

source: A file is not available for this tile
mn: Энэ хавтанд файл байхгүй байна

source: This file's fileid is not a valid UUID
mn: Энэ файлын файлын ID хүчинтэй UUID биш байна

source: No domain option found for option id {0}, in node conifg: {1}
mn: Зангилааны тохиргоонд {0} сонголтын домайн сонголт олдсонгүй: {1}

source: Invalid domain id. Please check the node this value is mapped to for a list of valid domain ids.
mn: Буруу домэйн ID. Хүчинтэй домэйн id-н жагсаалтыг харахын тулд энэ утгыг харуулсан зангилааг шалгана уу.

source: The related resource with id '{0}' is not in the system.
mn: '{0}' id-тай холбогдох нөөц системд байхгүй байна.

source: Delegating load reversal to Celery task
mn: Ачааллыг эргүүлэх ажлыг Селөдерей даалгаварт шилжүүлж байна

source: Legacy id(s) already exist. Legacy ids must be unique
mn: Хуучин id(ууд) аль хэдийн байна. Хуучин id нь өвөрмөц байх ёстой

source: Failed to complete load
mn: Ачааллыг дуусгаж чадсангүй

source: Unable to insert record into staging table
mn: Тайлбарын хүснэгтэд бичлэг оруулах боломжгүй

source: Invalid excel file/zip specified
mn: Буруу excel файл/zip заасан

source: Upload a valid excel file
mn: Хүчинтэй excel файлыг байршуулна уу

source: Unable to initialize load
mn: Ачааллыг эхлүүлэх боломжгүй байна

source: Delegating load to Celery task
mn: Селөдерей даалгаварт ачааллыг шилжүүлж байна

source: delegated_to_celery
mn: селөдерейд_төлөөлөгдсөн

source: Cannot start process. Unable to run process as a background task at this time.
mn: Процессыг эхлүүлэх боломжгүй байна. Одоогоор процессыг далд даалгавар болгон ажиллуулах боломжгүй байна.

source: Error
mn: Алдаа

source: No csv file found
mn: csv файл олдсонгүй

source: Upload a valid csv file
mn: Хүчинтэй csv файл байршуулна уу

source: No valid node is selected
mn: Зөв зангилаа сонгогдоогүй байна

source: Only one column should be selected for id
mn: ID-д зөвхөн нэг баганыг сонгох хэрэгтэй

source: Invalid nodegroupid, {0}, participating in descriptor function.
mn: Хүчингүй зангилааны бүлэг, {0}, тодорхойлогч функцэд оролцож байна.

source: Undefined
mn: Тэмдэглэгдээгүй

source: Only include values for include or exclude, but not both
mn: Зөвхөн оруулах эсвэл хасах утгыг оруулах боловч хоёуланг нь оруулахгүй

source: Invalid subconcept definition: %s
mn: Буруу дэд ойлголтын тодорхойлолт: %s

source: Invalid related concept definition: %s
mn: Холбогдох ойлголт буруу тодорхойлолт: %s

source: Invalid value definition: %s
mn: Буруу утгын тодорхойлолт: %s

source: Need to include values when creating a collection
mn: Цуглуулга үүсгэхдээ үнэт зүйлсийг оруулах шаардлагатай

source: Index of label failed. Index type (scheme id) could not be derived from the label.
mn: Шошгоны индекс амжилтгүй боллоо. Шошгоноос индексийн төрлийг (схемийн id) гаргаж чадсангүй.

source: A I18n_TextField object
mn: I18n_TextField объект

source: A I18n_JSONField object
mn: I18n_JSONField объект

source: New Node
mn: Шинэ зангилаа

source: Top Node
mn: Топ зангилаа

source: Duplicate node alias: "{0}". All aliases must be unique in a resource model.
mn: Давхардсан зангилааны нэр: "{0}". Бүх нэрс нь нөөцийн загварт өвөрмөц байх ёстой.

source: Fail to save node "{0}".
mn: "{0}" зангилаа хадгалж чадсангүй.

source: Your resource model: {0}, already has instances saved. You cannot delete a Resource Model with instances.
mn: Таны нөөцийн загвар: {0}, аль хэдийн хадгалагдсан тохиолдлууд байна. Та жишээнүүдийн тусламжтайгаар нөөцийн загварыг устгах боломжгүй.

source: Your resource model: {0}, already has instances saved. You cannot modify a Resource Model with instances.
mn: Таны нөөцийн загвар: {0}, аль хэдийн хадгалагдсан тохиолдлууд байна. Та жишээнүүдийн тусламжтайгаар нөөцийн загварыг өөрчлөх боломжгүй.

source: Ontology rules don't allow this node to be appended
mn: Онтологийн дүрмүүд нь энэ зангилааг нэмэхийг зөвшөөрдөггүй

source: Your resource model: {self.name}, already has instances saved. You cannot delete nodes from a Resource Model with instances.
mn: Таны нөөцийн загвар: {self.name}, аль хэдийн хадгалагдсан тохиолдлууд байна. Та жишээ бүхий нөөцийн загвараас зангилаа устгах боломжгүй.

source: The graph you wish to append needs to define an ontology
mn: Таны нэмэхийг хүссэн график нь онтологийг тодорхойлох шаардлагатай

source: Ontology rules don't allow this graph to be appended
mn: Онтологийн дүрмүүд нь энэ графикийг хавсаргахыг зөвшөөрдөггүй

source: Your resource model: {self.name}, already has instances saved. You cannot modify a Resource Model with instances.
mn: Таны нөөцийн загвар: {self.name}, аль хэдийн хадгалагдсан тохиолдлууд байна. Та жишээнүүдийн тусламжтайгаар нөөцийн загварыг өөрчлөх боломжгүй.

source: Duplicate node name: "{0}". All node names in a card must be unique.
mn: Давхардсан зангилааны нэр: "{0}". Картын бүх зангилааны нэр өвөрмөц байх ёстой.

source: Duplicate node name: "{0}". All sibling node names must be unique.
mn: Давхардсан зангилааны нэр: "{0}". Бүх дүүгийн зангилааны нэр өвөрмөц байх ёстой.

source: The top node of your resource graph: {self.root.name} needs to be a collector. Hint: check that nodegroup_id of your resource node(s) are not null.
mn: Таны нөөцийн графикийн дээд зангилаа: {self.root.name} нь цуглуулагч байх шаардлагатай. Зөвлөмж: өөрийн нөөцийн зангилаа(ууд)-ын nodegroup_id хоосон биш эсэхийг шалгана уу.

source: The top node of your resource graph must have a datatype of 'semantic'.
mn: Таны нөөцийн графикийн дээд цэг нь "семантик" гэсэн өгөгдлийн төрөлтэй байх ёстой.

source: If your graph contains more than one node and is not a resource the root must be a collector.
mn: Хэрэв таны график нэгээс олон зангилаа агуулсан бөгөөд эх үүсвэр биш бол эх нь коллектор байх ёстой.

source: Field name must not be blank.
mn: Талбарын нэр хоосон байж болохгүй.

source: Field name must contain only alpha-numeric characters or underscores.
mn: Талбарын нэр нь зөвхөн үсэг-тоон тэмдэгт эсвэл доогуур зураас агуулсан байх ёстой.

source: Field name cannot begin with an underscore or number
mn: Талбарын нэрийг доогуур зураас эсвэл тоогоор эхэлж болохгүй

source: Field name must be unique to the graph; '{fieldname}' already exists.
mn: Талбайн нэр нь графикт өвөрмөц байх ёстой; '{fieldname}' аль хэдийн байна.

source: A valid {0} ontology class must be selected
mn: Хүчинтэй {0} онтологийн анги сонгосон байх ёстой

source: '{0}' is not a valid {1} ontology class
mn: '{0}' нь хүчинтэй {1} онтологийн анги биш байна

source: You must specify an ontology property. Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' can not be related via Property '{edge.ontologyproperty}'.
mn: Та онтологийн шинж чанарыг зааж өгөх ёстой. Таны график утгын хувьд хүчин төгөлдөр бус байна. '{edge.domainnode.ontologyclass}' аж ахуйн нэгжийн домайн болон '{edge.rangenode.ontologyclass}' аж ахуйн нэгжийн хүрээг '{edge.ontologyproperty}' өмчөөр холбох боломжгүй.

source: Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' cannot be related via Property '{edge.ontologyproperty}'.
mn: Таны график утгын хувьд хүчин төгөлдөр бус байна. '{edge.domainnode.ontologyclass}' аж ахуйн нэгжийн домэйн болон '{edge.rangenode.ontologyclass}' аж ахуйн нэгжийн хүрээг '{edge.ontologyproperty}' өмчөөр холбох боломжгүй.

source: '{0}' is not found in the {1} ontology or is not a valid ontology property for Entity domain '{2}'.
mn: '{0}' нь {1} онтологид олдоогүй эсвэл '{2}' аж ахуйн нэгжийн домэйны хүчин төгөлдөр онтологийн шинж чанар биш юм.

source: You have assigned ontology classes to your graph nodes but not assigned an ontology to your graph.
mn: Та графын зангилаанууддаа онтологийн ангиудыг хуваарилсан боловч графиктаа онтологийн анги өгөөгүй байна.

source: The json-ld context you supplied wasn't formatted correctly.
mn: Таны өгсөн json-ld контекст зөв форматлагдаагүй байна.

source: Another resource model already uses the slug '{self.slug}'
mn: Өөр нэг нөөцийн загвар нь '{self.slug}' slug-г аль хэдийн ашигладаг.

source: Graph Validation Error
mn: График баталгаажуулалтын алдаа

source: Only resource models may be edited - branches are not editable
mn: Зөвхөн нөөцийн загварыг засварлаж болно - салбаруудыг засварлах боломжгүй

source: This Model is currently unpublished and not available for instance creation.
mn: Энэ загварыг одоогоор нийтлээгүй байгаа бөгөөд жишээ үүсгэх боломжгүй.

source: Published Model Error
mn: Нийтэлсэн загварын алдаа

source: Unpublished Model Error
mn: Нийтлэгдээгүй загварын алдаа

source: This card violates a unique constraint. The following value is already saved:
mn: Энэ карт нь өвөрмөц хязгаарлалтыг зөрчиж байна. Дараах утгыг аль хэдийн хадгалсан байна:

source: Error checking for missing node. Nodeid: {nodeid} with value: {value}, not in nodes. You may have a node in your business data that no longer exists in any graphs.
mn: Алга болсон зангилааг шалгахад алдаа гарлаа. Nodeid: {nodeid} утгатай: {value}, зангилаанд биш. Таны бизнесийн өгөгдөлд ямар ч графикт байхгүй зангилаа байж болно.

source: This card requires values for the following:
mn: Энэ карт нь дараах утгуудыг шаарддаг:

source: No associated functions or other TypeError raised by a function
mn: Холбогдох функцууд эсвэл функцээр үүсгэгдсэн бусад TypeError байхгүй

source: Tile Validation Error
mn: Хавтангийн баталгаажуулалтын алдаа

source: Tile Cardinaltiy Error
mn: Хавтанцарын кардиналтын алдаа

source: Search Index Error:
mn: Хайлтын индексийн алдаа:

source: Search Index Not Defined Error:
mn: Хайлтын индекс тодорхойлогдоогүй алдаа:

source: The index "%s" is not defined in settings.ELASTICSEARCH_CUSTOM_INDEXES
mn: "%s" индекс тохиргоонд тодорхойлогдоогүй байна.ELASTICSEARCH_CUSTOM_INDEXES

source: Feature geometry is not defined
mn: Онцлогийн геометрийг тодорхойлоогүй байна

source: You need at least one of the following operators in a Range expression: gte, gt, lte, or lt
mn: Танд Range илэрхийлэлд дор хаяж нэг оператор хэрэгтэй: gte, gt, lte, эсвэл lt

source: You can only use one of either: gte or gt
mn: Та gte эсвэл gt аль нэгийг нь л ашиглаж болно

source: You can only use one of either: lte or lt
mn: Та lte эсвэл lt хоёрын аль нэгийг нь л ашиглаж болно

source: You need to specify either a "field" or a "script"
mn: Та "талбар" эсвэл "скрипт"-ийн аль нэгийг зааж өгөх хэрэгтэй

source: You need to specify a name for your aggregation
mn: Та нэгтгэлийнхээ нэрийг зааж өгөх хэрэгтэй

source: You need to specify an aggregation type
mn: Та нэгтгэх төрлийг зааж өгөх хэрэгтэй

source: You need to specify a path for your nested aggregation
mn: Та үүрлэсэн нэгтгэх замаа зааж өгөх хэрэгтэй

source: Shapefile are fieldnames required for the following nodes: {0}
mn: Shapefile нь дараах зангилаанд шаардлагатай талбарын нэр юм: {0}

source: files_deleted
mn: файлууд_устгагдсан

source: Your search {} is ready for download. You have 24 hours to access this file, after which we'll automatically remove it.
mn: Таны хайлт {} татаж авахад бэлэн байна. Танд энэ файлд хандах 24 цагийн хугацаа байгаа бөгөөд үүний дараа бид үүнийг автоматаар устгах болно.

source: Hello, Your request to download a set of search results is now ready.
mn: Сайн уу, Хайлтын үр дүнг татаж авах таны хүсэлт бэлэн боллоо.

source: Download Now
mn: Одоо Татах

source: Thank you
mn: Баярлалаа

source: Resources have completed loading.
mn: Нөөцүүдийг ачаалж дууслаа.

source: Hello, Your package has successfully loaded into your Arches project.
mn: Сайн уу, Таны багцыг Arches төсөлд амжилттай ачааллаа.

source: Log me in
mn: Намайг нэвтэрнэ үү

source: Completed
mn: Дууссан

source: Failed
mn: Амжилтгүй

source: Branch Excel Import: {} [{}]
mn: Салбар Excel импорт: {} [{}]

source: Single CSV Import: {} [{}]
mn: Нэг CSV импорт: {} [{}]

source: Cancel
mn: Цуцлах

source: OK
mn: БОЛЖ БАЙНА УУ

source: Tools
mn: Багаж хэрэгсэл

source: Manage System Settings
mn: Системийн тохиргоог удирдах

source: System Settings
mn: Системийн тохиргоо

source: System Settings Graph
mn: Системийн тохиргооны график

source: Search
mn: Хайх

source: Add New Resource
mn: Шинэ нөөц нэмэх

source: Arches Designer
mn: Нуман хаалганы дизайнер

source: Resource Models
mn: Нөөцийн загварууд

source: Branches
mn: Салбарууд

source: Map Layer Manager
mn: Газрын зургийн давхаргын менежер

source: Resource Layers
mn: Нөөцийн давхарга

source: Basemaps
mn: Үндсэн зураглал

source: Overlays
mn: Давхардсан

source: Recent Edits
mn: Сүүлийн засварууд

source: Profile Manager
mn: Профайл менежер

source: Modules
mn: Модулиуд

source: Reference Data Manager
mn: Лавлагаа мэдээллийн менежер

source: DEBUG
mn: DEBAG

source: Manage
mn: Удирдах

source: Profile
mn: Профайл

source: Login
mn: Нэвтрэх

source: Welcome
mn: Тавтай морил

source: Notifications
mn: Мэдэгдэл

source: My Recent Edits
mn: Миний саяхны засварууд

source: Edit Resource
mn: Нөөцийг засах

source: Print
mn: Хэвлэх

source: Help
mn: Туслаач

source: Logout
mn: Гарах

source: Close
mn: Хаах

source: My Edit History
mn: Миний засварласан түүх

source: Close Help
mn: Тусламжийг хаах

source: for more documentation, visit
mn: нэмэлт баримт бичгийг зочилно уу

source: Change your password
mn: Нууц үгээ солино уу

source: Change Password
mn: Нууц үг солих

source: Your password must:
mn: Таны нууц үг:

source: Arches
mn: Нуман хаалга

source: Oops!
mn: Өө!

source: Page Not Found!
mn: Хуудас олдсонгүй!

source: Sorry, but the page you are looking for has not been found on our server.
mn: Уучлаарай, таны хайж буй хуудас манай серверээс олдсонгүй.

source: Back to Homepage
mn: Нүүр хуудас руу буцах

source: Internal Server Error!
mn: Дотоод серверийн алдаа!

source: Something went wrong and we couldn't process your request.
mn: Алдаа гарсан тул бид таны хүсэлтийг боловсруулж чадсангүй.

source: Cards Tab
mn: Картын таб

source: Overview
mn: Тойм

source: In this tab you will configure the user-facing aspects of your graph. There are multiple levels to doing so, which are reflected in the levels of the graph tree. <strong>Report Configuration</strong> where you choose the template for the resource report, <strong>Card Configuration</strong> where you'll specify card-related settings, and the <strong>Widget Manager</strong> where you will choose and configure the data entry widget for each node in the graph.
mn: Энэ таб дээр та өөрийн графикийн хэрэглэгчдэд чиглэсэн талуудыг тохируулах болно. Үүнийг хийхийн тулд график модны түвшинд тусгагдсан олон түвшний түвшин байдаг. Та нөөцийн тайлангийн загварыг сонгох <strong>Тайлангийн тохиргоо</strong>, карттай холбоотой тохиргоог хийх <strong>Картын тохиргоо</strong>, мөн <strong>Виджет менежер</strong> та график дахь зангилаа бүрийн өгөгдөл оруулах виджетийг сонгож, тохируулах болно.

source: Report Configuration
mn: Тайлангийн тохиргоо

source: Each Resource Model must be configured with a report template. Reports show data for all nodes in a resource instance for which the user has Read permissions.
mn: Нөөцийн загвар бүрийг тайлангийн загвараар тохируулах ёстой. Тайлангууд нь хэрэглэгч унших зөвшөөрөлтэй нөөцийн жишээн дэх бүх зангилааны өгөгдлийг харуулдаг.

source: No Header Template
mn: Толгойн загвар байхгүй

source: Lists all node data, no special header at the top of the page.
mn: Бүх зангилааны өгөгдлийг жагсаана, хуудасны дээд талд тусгай толгой байхгүй.

source: Image Header Template
mn: Зургийн толгойн загвар

source: Use this template for Resource Models that will be be primarily used to record images.
mn: Энэ загварыг үндсэндээ зураг бичихэд ашиглах нөөцийн загварт ашиглаарай.

source: Included Image Nodes
mn: Оруулсан зургийн зангилаа

source: Choose one or more nodes that hold images in this Resource Model. These images will be presented as a slideshow in the report header.
mn: Энэ нөөцийн загварт зураг агуулсан нэг буюу хэд хэдэн зангилаа сонгоно уу. Эдгээр зургуудыг тайлангийн толгой хэсэгт слайд шоу хэлбэрээр үзүүлэх болно.

source: Map Header Template
mn: Газрын зургийн толгойн загвар

source: Use this template for Resource Models that will be be primarily used to record resources that have a geo-location. There are number of settings you should fill out to control the appearance of the map in the header.
mn: Энэ загварыг үндсэндээ гео байршилтай нөөцийг бүртгэхэд ашиглах нөөцийн загварт ашиглаарай. Толгой хэсэгт газрын зургийн харагдах байдлыг хянахын тулд хэд хэдэн тохиргоог бөглөх хэрэгтэй.

source: Map Controls
mn: Газрын зургийн удирдлага

source: Choose whether or not the user has access to the Map Tools.
mn: Хэрэглэгч Газрын зургийн хэрэгсэлд хандах эрхтэй эсэхийг сонгоно уу.

source: Position
mn: Байрлал

source: You can set the position by panning the map. On report load, the map will automatically pan and zoom to the resource geo-location if there is one (also see <strong>Default Value</strong> below). Pitch values are 0-60 (higher = more oblique), <strong>Bearing</strong> values can be positive or negative (270 faces west; -180 faces south). Use <code>ctrl + click</code> then pan the map to change Pitch and Bearing.
mn: Та газрын зургийг эргүүлэх замаар байршлыг тохируулах боломжтой. Тайлан ачаалагдах үед газрын зураг автоматаар гүйлгэж, нөөцийн гео байршил байгаа бол томруулна (мөн доороос <strong>Өгөгдмөл утгыг</strong> үзнэ үү). Давхаргын утгууд нь 0-60 (илүү өндөр = илүү ташуу), <strong>Холхивчийн</strong> утга нь эерэг эсвэл сөрөг байж болно (баруун тийш 270; урагшаа -180). <code>ctrl + click</code>-г ашиглаад газрын зургийг гүйлгэж, Pitch болон Bearing-ийг өөрчил.

source: Zoom
mn: Томруулах

source: Zoom levels go from 0 (zoomed out) to 20 (zoomed in). On report load, the map will automatically pan and zoom to the resource geo-location if there is one.
mn: Томруулах түвшин 0 (томруулсан) -аас 20 (томруулсан) хүртэл байна. Тайлан ачаалагдах үед газрын зургийг автоматаар эргүүлж, хэрэв байгаа бол нөөцийн гео-байршил руу томруулна.

source: Geocoder
mn: Геокодер

source: Configure which geocoding service the address search bar will use, and whether or not to show the bar at all.
mn: Хаягийн хайлтын талбар нь ямар геокодлох үйлчилгээг ашиглах, мөрийг огт харуулах эсэхээ тохируулна уу.

source: Resource Properties
mn: Нөөцийн шинж чанарууд

source: Configure some styling options for how the resource appears on the map.
mn: Газрын зураг дээр нөөц хэрхэн харагдах талаар загварчлалын зарим сонголтыг тохируулна уу.

source: Default Value
mn: Өгөгдмөл утга

source: Choose whether the map should zoom to the resource geo-location if available or the geo-location of the user.
mn: Газрын зураг боломжтой бол нөөцийн гео-байршил руу эсвэл хэрэглэгчийн гео-байршил руу томруулах эсэхийг сонгоно уу.

source: Card Configuration
mn: Картын тохиргоо

source: The settings for Cards are mostly related yo how you want a user to see the card, but some have a more direct bearing on data structure as well. The preview shows what the card will look like to users.
mn: Картын тохиргоо нь хэрэглэгчдэд картыг хэрхэн харуулахыг хүсч байгаатай холбоотой байдаг ч зарим нь өгөгдлийн бүтцэд шууд хамааралтай байдаг. Урьдчилан харах нь карт хэрэглэгчдэд ямар харагдахыг харуулдаг.

source: Card Type
mn: Картын төрөл

source: Choose the Card Component to use. Only the Default Card is available initially, but custom Card Components are a way for developers to enhance the user experience.
mn: Ашиглах картын бүрэлдэхүүн хэсгийг сонгоно уу. Эхэндээ зөвхөн анхдагч картыг ашиглах боломжтой боловч тусгай картын бүрдэл хэсгүүд нь хөгжүүлэгчдэд хэрэглэгчийн туршлагыг сайжруулах арга зам юм.

source: Card Title
mn: Картын гарчиг

source: Users will see this title when performing data entry.
mn: Хэрэглэгчид өгөгдөл оруулах үед энэ гарчгийг харах болно.

source: Subtitle
mn: Хадмал орчуулга

source: Users will see this subtitle when performing data entry.
mn: Хэрэглэгчид өгөгдөл оруулах үед энэ хадмал гарчгийг харах болно.

source: CSS Classes
mn: CSS ангиуд

source: You can add your own CSS classes to this Card to customize its look and feel. Define these classes in your project's "package.css" file.
mn: Та энэ картанд өөрийн CSS ангиудыг нэмж, түүний харагдах байдал, мэдрэмжийг өөрчлөх боломжтой. Төслийн "package.css" файлд эдгээр ангиудыг тодорхойл.

source: Make Card Visible
mn: Картыг харагдахуйц болгох

source: Show this Card by default. Developers could hide a card initially, and show it based other variables.
mn: Энэ картыг анхдагчаар харуул. Хөгжүүлэгчид картыг эхэндээ нууж, бусад хувьсагчдад тулгуурлан харуулах боломжтой.

source: Allow Multiple Values
mn: Олон утгыг зөвшөөрөх
