Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/graph.po
Languages: mn

source: Color Ramp
mn: Өнгөт налуу

source: Select an option
mn: Сонголтыг сонгоно уу

source: Artifact Density
mn: Олдворын нягтрал

source: Project map extent
mn: Төслийн газрын зургийн цар хүрээ

source: Map
mn: Газрын зураг

source: MapBox API Key (Optional)
mn: MapBox API түлхүүр (заавал биш)

source: Enter text
mn: Текст оруулна уу

source: Default Zoom
mn: Өгөгдмөл томруулах

source: Enter number
mn: Дугаар оруулна уу

source: Max Zoom
mn: Хамгийн их томруулах

source: Min Zoom
mn: Хамгийн бага томруулах

source: Hexagon Grid Precision (Integer, larger numbers ensuer more precise counts at a performanace cost)
mn: Зургаан өнцөгт торны нарийвчлал (Бүхэл тоо, том тоо нь гүйцэтгэлийн зардлаар илүү нарийвчлалтай тоолдог)

source: e.g.: 4
mn: жишээ нь: 4

source: Hexagon Size (in km)
mn: Зургаан өнцөгтийн хэмжээ (км)

source: e.g.: 2
mn: жишээ нь: 2

source: Time wheel configuration
mn: Цагийн дугуйны тохиргоо

source: Google Analytics Key
mn: Google аналитик түлхүүр

source: Enter key
mn: Түлхүүрийг оруулна уу

source: Default Data Import/Export Name
mn: Өгөгдлийн импорт/экспортын өгөгдмөл нэр

source: Application Name
mn: Програмын нэр

source: e.g. Arches
mn: жишээ нь Нуман хаалга

source: Number of search hints per dropdown
mn: Унтраах жагсаалт бүрт хайлтын зөвлөмжийн тоо

source: Number of search results per page
mn: Хуудасны хайлтын үр дүнгийн тоо

source: Max number of search results to export (see help for limitations on this value)
mn: Экспортлох хайлтын үр дүнгийн дээд тоо (энэ утгын хязгаарлалтыг тусламжаас үзнэ үү)

source: Search Name
mn: Нэр хайх

source: Search Description
mn: Хайлтын тайлбар

source: Search URL
mn: URL хайх

source: (copy and paste from your browser address bar)
mn: (хөтөчийнхөө хаягийн талбараас хуулж буулгана уу)

source: Image
mn: Зураг

source: Archaeological Validity
mn: Археологийн хүчин төгөлдөр байдал

source: Heritage Place Function Type
mn: Өв газрын үйл ажиллагааны төрөл

source: Heritage Place Function Sub-type
mn: Heritage Place функцийн дэд төрөл

source: Heritage Place Function Certainty
mn: Heritage Place функциональ байдал

source: Heritage Place Function Sub-type Certainty
mn: Heritage Place Function Дэд төрөл Тодорхой

source: Intervention Activity Category
mn: Интервенцийн үйл ажиллагааны ангилал

source: Threat Driver Type
mn: Аюултай драйверын төрөл

source: Threat Probability
mn: Аюулын магадлал

source: Priority Level
mn: Тэргүүлэх түвшин

source: Recommended Activity Type
mn: Санал болгож буй үйл ажиллагааны төрөл

source: Component Type
mn: Бүрэлдэхүүн хэсгийн төрөл

source: Component Deposition Type
mn: Бүрэлдэхүүн хэсгийн хадгалалтын төрөл

source: Component Measurement Unit
mn: Бүрэлдэхүүн хэсгүүдийн хэмжилтийн нэгж

source: Component Measurement(s)
mn: Бүрэлдэхүүн хэсгүүдийн хэмжилт(үүд)

source: Component Material Type
mn: Бүрэлдэхүүн хэсгийн материалын төрөл

source: Archaeological Assessor Role Type
mn: Археологийн үнэлгээчний үүргийн төрөл

source: Imagery & Cartography
mn: Зураглал ба зураг зүй

source: Archaeological Description Type
mn: Археологийн тодорхойлолтын төрөл

source: Archaeological Assessor
mn: Археологийн үнэлгээчин

source: Archaeological Assessment Activity Type
mn: Археологийн үнэлгээний үйл ажиллагааны төрөл

source: External Heritage Resource
mn: Гадаад өвийн нөөц

source: Bibliography & Shared Datasets
mn: Ном зүй ба Хуваалцсан мэдээллийн багц

source: Overall Archaeological Certainty
mn: Археологийн ерөнхий баталгаа

source: Maximum Elevation
mn: Хамгийн их өндөр

source: Heritage Place Measurement Source Type
mn: Өв газрын хэмжилтийн эх үүсвэрийн төрөл

source: Measurement Remark
mn: Хэмжилтийн тайлбар

source: Heritage Place Measurement Number
mn: Өв газрын хэмжилтийн дугаар

source: Heritage Place Measurement Unit Type
mn: Өв газрын хэмжилтийн нэгжийн төрөл

source: Component Number/Count
mn: Бүрэлдэхүүн хэсгийн дугаар/тоо

source: Equivalent Heritage Place Record
mn: Түүнтэй ижил өвийн газрын бүртгэл

source: Equivalent Heritage Resource
mn: Түүнтэй ижил өвийн нөөц

source: Component Dimension Type
mn: Бүрэлдэхүүн хэсгийн хэмжээсийн төрөл

source: Component Remark
mn: Бүрэлдэхүүн хэсгийн тайлбар

source: Component Construction Technique
mn: Бүрэлдэхүүн хэсгүүдийн барилгын техник

source: Component Material Class
mn: Бүрэлдэхүүн хэсгийн материалын ангилал

source: Environment Assessor
mn: Байгаль орчны үнэлгээчин

source: Heritage Place Form Type
mn: Өв газрын маягтын төрөл

source: Heritage Place Form Certainty
mn: Өв дурсгалын газрын маягт тодорхой

source: Site Feature Shape
mn: Сайтын онцлог хэлбэр

source: Comment on Recording
mn: Бичлэгийн талаар сэтгэгдэл бичээрэй

source: Archaeological Verification Type
mn: Археологийн баталгаажуулалтын төрөл

source: Archaeological Assessment Qualifier
mn: Археологийн үнэлгээний шалгуур үзүүлэлт

source: Heritage Place Shape Orientation
mn: Өв газрын хэлбэрийн чиг баримжаа

source: Minimum Elevation
mn: Хамгийн бага өндөр

source: Surficial Geology Type
mn: Гадаргуугийн геологийн төрөл

source: Land Cover Type
mn: Газрын бүрхэвчийн төрөл

source: Bedrock Geology
mn: Үндсэн чулуулгийн геологи

source: Topography Type
mn: Топографийн төрөл

source: Datum Description
mn: Датумын тайлбар

source: Depositional Process Type
mn: Хуримтлуулах процессын төрөл

source: Component Shape Type
mn: Бүрэлдэхүүн хэсгийн хэлбэр

source: Artifact Categories
mn: Олдворын ангилал

source: Sample Area (sq m)
mn: Дээжийн талбай (кв м)

source: Description of Finds
mn: Олдворын тодорхойлолт

source: Artifact Count
mn: Олдворын тоо

source: Heritage Place Type
mn: Өв газрын төрөл

source: Bag/Sub-district
mn: Баг / хороолол

source: MAPSS Grid
mn: MAPSS сүлжээ

source: Orientation
mn: Баримтлал

source: Laboratory
mn: Лаборатори

source: Calibration Confidence %
mn: Шалгалт тохируулгын итгэл %

source: Radiocarbon Notes
mn: Радио нүүрстөрөгчийн тэмдэглэл

source: Lab Number
mn: Лабораторийн дугаар

source: Uncalibrated Maximum Date BP
mn: Шалгаруулаагүй хамгийн их огноо АД

source: Calibrated Mean Date BCE
mn: Шалгалт тохируулсан дундаж огноо

source: Uncalibrated Minimum Date BP
mn: Шалгаруулаагүй хамгийн бага огноо АД

source: Threat Type
mn: Аюул заналхийллийн төрөл

source: Disturbance Date From
mn: Эвдрэлийн огноо

source: Disturbance Occurred On
mn: Гамшиг гарсан

source: Disturbance Date To
mn: Эвдрэлийн огноо

source: Disturbance Occurred Before
mn: Өмнө нь эвдрэл гарсан

source: Disturbance Effect
mn: Эвдрэлийн нөлөө

source: Child Resource Approximate Count Range
mn: Хүүхдийн нөөцийн ойролцоо тоолох хүрээ

source: Approximately how many sites/features/components does this Heritage Place contain?
mn: Энэ Өвийн газар ойролцоогоор хэдэн сайт/онцлог/бүрэлдэхүүнтэй вэ?

source: Soum/District
mn: Сум/дүүрэг

source: Aimag/Province
mn: Аймаг/аймаг

source: Disturbance Effect Certainty
mn: Эвдрэлийн нөлөөллийн тодорхой байдал

source: Cultural Period
mn: Соёлын үе

source: Interpretation Certainty
mn: Тайлбарын баталгаа

source: Interpretation Assessor
mn: Тайлбарын үнэлгээч

source: Select Interpretation Assessor (resource-instance node)
mn: Тайлбарын үнэлгээчийг сонгох (нөөцийн жишээ зангилаа)

source: Interpretation Qualifier
mn: Тайлбарын шалгуур үзүүлэлт

source: Environment Assessment Activity Type
mn: Байгаль орчны үнэлгээний үйл ажиллагааны төрөл

source: Information Resource
mn: Мэдээллийн нөөц

source: Environment Assessment Date
mn: Байгаль орчны үнэлгээний огноо

source: Associated Geoarchaeology Assessment
mn: Холбоотой геоархеологийн үнэлгээ

source: Imagery & Cartography Used
mn: Зураглал ба зураг зүй ашигласан

source: Related Heritage Resource(s)
mn: Холбоотой өвийн нөөц(үүд)

source: Choose related Heritage Resources (Places, Remote Sensing Objects, Archival Records, etc.
mn: Холбогдох өвийн нөөцийг (газарууд, зайнаас тандан судлах объект, архивын бүртгэл гэх мэт) сонгоно уу.

source: Child Resource Count
mn: Хүүхдийн нөөцийн тоо

source: Designation From Date
mn: Он сар өдөр

source: Designation
mn: Зориулалт

source: Designation To Date
mn: Тохиромжтой

source: Overall Condition
mn: Ерөнхий нөхцөл

source: Condition Assessment Activity Type
mn: Нөхцөл байдлын үнэлгээний үйл ажиллагааны төрөл

source: Condition Assessment Date
mn: Нөхцөл байдлын үнэлгээний огноо

source: Condition Assessor Role Type
mn: Нөхцөл байдлын үнэлгээчний үүргийн төрөл

source: Disturbance Cause Type
mn: Эвдрэлийн шалтгааны төрөл

source: Damage Effect
mn: Гэмтлийн нөлөө

source: Disturbance Cause Category
mn: Эвдрэлийн шалтгааны ангилал

source: Disturbance Cause Certainty
mn: Эвдрэлийн шалтгаан нь тодорхой

source: Damage Effect Certainty
mn: Гэмтлийн нөлөөллийн баталгаа

source: Estimated Damage Extent
mn: Тооцоолсон хохирлын хэмжээ

source: Remote Sensing Object Name
mn: Зайнаас тандан судлах объектын нэр

source: Interpreted Heritage Place Type
mn: Тайлбарласан өвийн газрын төрөл

source: Heritage Place Construction Technique
mn: Өв дурсгалт газар барих арга техник

source: Heritage Place Materials & Construction Certainty
mn: Heritage Place Materials & Construction Construction Consertity

source: Interpreted Heritage Place Sub-type
mn: Тайлбарласан өвийн газрын дэд төрөл

source: Overall Assessment Certainty
mn: Ерөнхий үнэлгээний баталгаа

source: Heritage Place Material Type
mn: Өв газрын материалын төрөл

source: Heritage Place Material Class
mn: Өв газрын материалын ангилал

source: Remote Sensing Assessor
mn: Зайнаас тандан судлах үнэлгээч

source: Remark Type
mn: Тайлбарын төрөл

source: Remark
mn: Тайлбар

source: Remote Sensing Object Function Certainty
mn: Зайнаас тандан судлах объектын үйл ажиллагааны тодорхой байдал

source: Archaeological Assessment Activity Sub-type
mn: Археологийн үнэлгээний үйл ажиллагааны дэд төрөл

source: Geometric Place Expression
mn: Геометрийн байршлын илэрхийлэл

source: Location Certainty
mn: Байршлын тодорхой байдал

source: Geometry Extent Certainty
mn: Геометрийн хүрээний тодорхой байдал

source: Spatial Coordinates Reference System
mn: Орон зайн координатын лавлах систем

source: Geometry Remarks
mn: Геометрийн тайлбар

source: Component Measurement
mn: Бүрэлдэхүүн хэсгүүдийн хэмжилт

source: Heritage Place Shape Type
mn: Өв газрын хэлбэр дүрс

source: Heritage Place Dimension Type
mn: Өв дурсгалт газрын хэмжээсийн төрөл

source: Cultural Period Certainty
mn: Соёлын үе тодорхой

source: Component Number
mn: Бүрэлдэхүүн хэсгийн дугаар

source: Object Shape
mn: Объектын хэлбэр

source: Interpreted Object Type
mn: Тайлбарласан объектын төрөл

source: Interpreted Object Sub-type
mn: Тайлбарласан объектын дэд төрөл

source: Component's Equivalent Site Feature
mn: Бүрэлдэхүүн хэсгийн эквивалент сайтын онцлог

source: Construction Technique
mn: Барилгын техник

source: Material Class
mn: Материалын ангилал

source: Material Type
mn: Материалын төрөл

source: Remote Sensing Object Construction Certainty
mn: Зайнаас тандан судлах объектын барилгын тодорхой байдал

source: Object Form Certainty
mn: Объект хэлбэрийн тодорхой байдал

source: Object Form Type
mn: Объект хэлбэрийн төрөл

source: Central Mound Diameter (m)
mn: Төв толгод диаметр (м)

source: Width (m)
mn: Өргөн (м)

source: Diameter (m)
mn: Диаметр (м)

source: 30m SRTM Elevation (m)
mn: 30м SRTM өндөр (м)

source: Height (m)
mn: Өндөр (м)

source: Length (m)
mn: Урт (м)

source: Datum Description/EPSG Code
mn: Өгөгдлийн тодорхойлолт/EPSG код

source: Soum
mn: сум

source: Spatial Coordinates Reference System/EPSG
mn: Орон зайн координатын лавлах систем/EPSG

source: Bag
mn: Цүнх

source: Aimag
mn: Аймаг

source: Related Detailed Condition Assessment
mn: Холбогдох нарийвчилсан нөхцөл байдлын үнэлгээ

source: Condition Assessor
mn: Нөхцөл байдлын үнэлгээч

source: Place Name
mn: Газрын нэр

source: Name Type
mn: Нэр төрөл

source: Information Resource Used
mn: Ашигласан мэдээллийн нөөц

source: Grid Square
mn: Торон талбай

source: External Dataset Related Resource
mn: Гадаад өгөгдлийн багцтай холбоотой нөөц

source: Related Heritage Resource
mn: Холбогдох өвийн нөөц

source: Verification/Ground Truthing
mn: Баталгаажуулалт/үндсэн үнэн

source: Assessment Date
mn: Үнэлгээний огноо

source: Remote Sensing Object Function Type
mn: Зайнаас тандан судлах объектын функцын төрөл

source: Equivalent Site Feature
mn: Сайтын ижил төстэй функц

source: Overall Condition Assessment
mn: Нөхцөл байдлын ерөнхий үнэлгээ

source: Appellation
mn: Аппелляция

source: Institution/Organization
mn: Байгууллага/Байгууллага

source: Role Date From
mn: Гүйцэтгэсэн огноо

source: Role Date To
mn: Гүйцэтгэх огноо

source: Role
mn: Үүрэг

source: Field of Work
mn: Ажлын талбар

source: Person/Organization Image
mn: Хүн/Байгууллагын зураг

source: Project/Data Source Name
mn: Төсөл/Өгөгдлийн эх сурвалжийн нэр

source: Related Archaeological Finds
mn: Холбогдох археологийн олдворууд

source: Find Number
mn: Тоо олох

source: File Upload
mn: Файл байршуулах

source: Archaeological Assessment Date
mn: Археологийн үнэлгээний огноо

source: Archaeological Description
mn: Археологийн тодорхойлолт

source: Related Site
mn: Холбоотой сайт

source: Relationship from Date
mn: Огнооноос хойшхи харилцаа

source: Relationship to Date
mn: Огноо хүртэлх харилцаа

source: Relationship Comments
mn: Харилцааны талаархи сэтгэгдэл

source: Editor Appellation
mn: Редакторын нэрэмжит

source: Title
mn: Гарчиг

source: Publisher
mn: Нийтлэгч

source: Page Number(s)
mn: Хуудасны дугаар(ууд)

source: Figure Number(s)
mn: Зургийн дугаар(ууд)

source: Source Appellation
mn: Эх сурвалжийн нэршил

source: Issue/Edition
mn: Асуудал/Хэвлэл

source: Date of Publication
mn: Нийтэлсэн огноо

source: Volume
mn: Эзлэхүүн

source: Author Name
mn: Зохиогчийн нэр

source: INFORMATION ID
mn: МЭДЭЭЛЛИЙН ID

source: Resource Type
mn: Нөөцийн төрөл

source: Format Type
mn: Формат төрөл

source: Grid ID
mn: Тор ID

source: Country Type
mn: Улс орны төрөл

source: Address
mn: Хаяг

source: Shared Data Source
mn: Хуваалцсан мэдээллийн эх сурвалж

source: Shared Data Source Date of Creation
mn: Хуваалцсан мэдээллийн эх үүсвэр Үүсгэсэн огноо

source: Shared Data Source Affiliation
mn: Хуваалцсан мэдээллийн эх сурвалжийн харьяалал

source: Shared Data Source Project
mn: Хуваалцсан мэдээллийн эх үүсвэрийн төсөл

source: Enter full URL
mn: Бүтэн URL оруулна уу

source: URL Access Date
mn: URL хандалтын огноо

source: Restricted Access Record Designation
mn: Хязгаарлагдмал хандалтын бүртгэлийн тэмдэглэгээ

source: Information Carrier Format Type
mn: Мэдээллийн тээвэрлэгчийн форматын төрөл

source: Description
mn: Тодорхойлолт

source: Scale Type
mn: Хэмжээний төрөл

source: Source
mn: Эх сурвалж

source: Map Source Type
mn: Газрын зургийн эх сурвалжийн төрөл

source: Creator
mn: Бүтээгч

source: Map Source
mn: Газрын зургийн эх сурвалж

source: Place of Publication
mn: Нийтэлсэн газар

source: Sheet Number
mn: Хуудасны дугаар

source: Edition
mn: Хэвлэл

source: Sheet Name
mn: Хуудасны нэр

source: Scale
mn: Масштаб

source: Projection/Grid
mn: Төсөл/Сүлжээ

source: Series
mn: Цуврал

source: Post Processing Resolution
mn: Боловсруулалтын дараах нарийвчлал

source: Catalogue ID
mn: Каталогийн ID

source: Processing Type
mn: Боловсруулах төрөл

source: Right Type
mn: Зөв төрөл

source: Creator(s) /Owner(s) / المصور/المالك
mn: Бүтээгч(үүд) /Эзэмшигч(үүд)

source: Acquisition Date
mn: Худалдан авсан огноо

source: File Date
mn: Файлын огноо

source: Format Type / نوع التهيئة أو التنسيق
mn: Формат төрөл

source: Map Place Appellation
mn: Газрын зургийн газрын нэр

source: Tile Square Appellation
mn: Хавтанцарын дөрвөлжин нэр

source: Tile Sqaure Details
mn: Хавтанцарын талбайн дэлгэрэнгүй мэдээлэл

source: Series Type
mn: Цуврал төрөл

source: Projection Type
mn: Проекцийн төрөл

source: Imagery Platform Type
mn: Зургийн платформын төрөл

source: Platform/Vehicle
mn: Платформ/Тээврийн хэрэгсэл

source: Imagery Camera Sensor Type
mn: Зургийн камерын мэдрэгчийн төрөл

source: Sensor/Camera Type
mn: Мэдрэгч/Камерын төрөл

source: Imagery Camera Sensor Resolution Type
mn: Дүрслэл Камер Мэдрэгчийн нягтралын төрөл

source: Sensor/Camera Resolution
mn: Мэдрэгч/Камерын нягтрал

source: Imagery Sensor Type
mn: Зургийн мэдрэгчийн төрөл

source: Sensor/Camera Model
mn: Мэдрэгч/Камерын загвар

source: Imagery Bands Type
mn: Зургийн хамтлагийн төрөл

source: Bands/Colours/Spectral Resolution
mn: Хамтлаг/Өнгө/Спектрийн нягтрал

source: Date of Creation
mn: Бүтээсэн огноо

source: Land Cover Type / الطبوغرافية
mn: Газрын бүрхэвчийн төрөл

source: Site Environment
mn: Сайтын орчин

source: Land Cover Assessment Date / تاريخ تقييم الأرض
mn: Газрын бүрхэвчийн үнэлгээний огноо

source: Bedrock Geology Type / النوع الجيولوجي للصخور
mn: Үндсэн чулуулгийн геологийн төрөл

source: Fetch Type / نوع المسافة بين يابستين
mn: Татаж авах төрөл

source: Wave Climate / حالة الموج
mn: Долгионт уур амьсгал

source: Tidal Energy / مدى الارتفاع بين المد والجزر
mn: Түрлэгийн эрчим хүч

source: Environment Classification Type
mn: Байгаль орчны ангилал

source: Surficial Geology Type / نوع الجيولوجيا السطحية
mn: Гадаргын геологийн төрөл

source: Depositional Process / عملية الترسب
mn: Depositional Process

source: Topography Type / الطبوغرافية
mn: Топографийн төрөл

source: Related Geoarchaeology/Palaeolandscape / على صلة بالجيوأركيولوجي/اللاندسكيب القديمة
mn: Холбоотой Геоархеологи/Палеоландшафт

source: Detailed Condition Assessments
mn: Нөхцөл байдлын нарийвчилсан үнэлгээ

source: Archaeological Date From / الجيوأركيولوجي (الأقدم)
mn: Археологийн огноо

source: Enter Calibrated Date (negative numbers for BC, positive for AD)
mn: Шалгалт тохируулсан огноог оруулна уу (МЭӨ сөрөг тоо, AD эерэг)

source: SH Date to
mn: SH Огноо

source: BP Date To
mn: АД-ын огноо

source: BP Date From
mn: АД-ын огноо

source: SH Date From
mn: SH Огноо

source: AH Date From
mn: AH огноо

source: AH Date To
mn: AH огноо

source: Archaeological Date To / الجيوأركيولوجي الحديث (الأحدث)
mn: Археологийн огноо

source: Feature Landform Type / نوع شكل الظاهرة الجيوأركيولوجية
mn: Онцлог газар нутгийн хэлбэр

source: Feature Landform Arrangement Type / نوع الترتيب
mn: Онцлог газар нутгийн хэлбэрийн зохион байгуулалтын төрөл

source: Feature Landform Number Type / النوع
mn: Онцлог газрын хэлбэр тоо Төрөл

source: Feature Landform Type Certainty / مدى التأكد
mn: Онцлог газар нутгийн хэлбэр Тодорхойлолт

source: Resource Name / اسم (أسماء) المورد
mn: Нөөцийн нэр

source: Enter resource or site name
mn: Нөөц эсвэл сайтын нэрийг оруулна уу

source: Name Type / نوع الاسم
mn: Нэр Төрөл

source: Select a name type
mn: Нэрийн төрлийг сонгоно уу

source: General Description / وصف عام
mn: Ерөнхий тайлбар

source: Name
mn: Нэр

source: Enter a place name
mn: Газрын нэрийг оруулна уу

source: General Description Type / نوع الوصف
mn: Ерөнхий тодорхойлолт Төрөл

source: Select description type
mn: Тайлбарын төрлийг сонгоно уу

source: Feature Sediment Transition / مظاهر انتقال الرواسب الجيوأركيولوجية
mn: Онцлог Sediment Transition

source: Feature Sediment Type / نوع توضع الظواهر االجيوأركيولوجية
mn: Онцлог хурдас төрөл

source: Feature Sediment Type Certainty / مدى التأكد
mn: Онцлог хурдас төрөл Тодорхой

source: Feature Interpretation Type Certainty / مدى التأكد
mn: Онцлогийн тайлбарын төрөл Тодорхой байдал

source: Feature Interpretation Type
mn: Онцлогийн тайлбарын төрөл

source: GEOARCH ID_new
mn: GEOARCH ID_шинэ

source: Assessment Activity Date
mn: Үнэлгээний үйл ажиллагааны огноо

source: Assessment Activity Type
mn: Үнэлгээний үйл ажиллагааны төрөл

source: Google Earth Assessment
mn: Google Earth үнэлгээ

source: Assessment Investigator - Actor / اسم من قام بالفحص
mn: Үнэлгээний мөрдөн байцаагч - Жүжигчин

source: Investigator Role Type / نوع الدور الذي قام به الفاحص
mn: Мөрдөн байцаагчийн үүргийн төрөл

source: Maritime Region Type / نوع الإقليم البحري
mn: Далайн бүсийн төрөл

source: Overall Location Type / نوع الموقع عمومًا
mn: Байршлын ерөнхий төрөл

source: Country Type / الدولة
mn: Улс орны төрөл

source: Grid ID / هوية الشبكة
mn: Сүлжээний ID / هوية الشبكة

source: Process Indicator/Evidence of Type / نوع مؤشر /أدلة للتغيرات
mn: Процессын үзүүлэлт/Нотлох төрөл / نوع مؤشر /أدلة للتغيرات

source: Process Indicator Certainty / مدى تأكيد مؤشر /أدلة التغيرات
mn: Процессын үзүүлэлтийн тодорхой байдал / مدى تأكيد مؤشر /أدلة التغيرات

source: Geometry Type / نوع الشكل الهندسي
mn: Геометрийн төрөл / نوع الشكل الهندسي

source: Geometric Place Expression / التعبير هندسيًا عن شكل الموقع
mn: Геометрийн байршлын илэрхийлэл / التعبير هندسيًا عن شكل الموقع

source: Location Certainty / مدى التأكد من مكان الموقع
mn: Байршлын тодорхой байдал / مدى التأكد من مكان الموقع

source: Spatial Coordinates Reference System / نظام الإحداثيات المكانية
mn: Орон зайн координатын лавлах систем / نظام الإحداثيات المكانية

source: Imagery Acquisition Date
mn: Зураг авах огноо

source: Information Resource Acquisition Date
mn: Мэдээллийн нөөцийг олж авсан огноо

source: Datum Description/EPSG code / وصف الإحداثية/ESPG code
mn: Датумын тайлбар/EPSG код / ​​وصف الإحداثية/ESPG код

source: Datum Type / نوع الإحداثية
mn: Датумын төрөл / نوع الإحداثية

source: Minimum Depth/Max Elevation (m) / أدنى عمق/أقصى ارتفاع (متر)
mn: Хамгийн бага гүн/Макс өндөр (м) / أدنى عمق/أقصى ارتفاع (متر)

source: Maximum Depth/Min Elevation (m) / أقصى عمق/أدنى ارتفاع (متر)
mn: Хамгийн их гүн/мин өндөр (м) / أقصى عمق/أدنى ارتفاع (متر)

source: Marine Isotope Stage Certainty / تأكيد مراحل النظائر المشعة البحرية
mn: Далайн изотопын үе шат тодорхой / تأكيد مراحل النظائر المشعة البحرية

source: Marine Isotope Stages / مراحل النظائر المشعة البحرية
mn: Далайн изотопын үе шатууд / مراحل النظائر المشعة البحرية

source: Designation / نوع الإسناد
mn: Зориулалт / نوع الإسناد

source: Designation From Date / التحديد القديم
mn: Зориулалтын огноо / التحديد القديم

source: Designation To Date / التحديد الحديث
mn: Зориулалт / التحديد الحديث

source: Quaternary Divisions / تقسيمات الدهر الرباعي
mn: Дөрөвдөгчийн хэлтэс / تقسيمات الدهر الرباعي

source: Quaternary Date Certainty / مدى التأكد من تاريخ الزمن الرابع
mn: Дөрөвдөгчийн огноо тодорхой / مدى التأكد من تاريخ الزمن الرابع

source: Source of Evidence Type
mn: Нотлох баримтын эх сурвалжийн төрөл

source: Related Information Resource
mn: Холбогдох мэдээллийн нөөц

source: Disturbance Cause Assignment Assessor Name
mn: Эвдрэлийн шалтгааныг томилох үнэлгээчний нэр

source: Recommendation Type / نوع التوصية
mn: Зөвлөмжийн төрөл / نوع التوصية

source: Intervention Activity Type / نوع نشاط التدخل
mn: Интервенцийн үйл ажиллагааны төрөл / نوع نشاط التدخل

source: Category / تصنيف سبب الاضطراب
mn: Ангилал / تصنيف سبب الاضطراب

source: Effect Certainty / مدى التأكد من تأثير الاضطراب
mn: Үр нөлөөний тодорхой байдал / مدى التأكد من تأثير الاضطراب

source: Effect Type / أثر الاضطراب
mn: Эффектийн төрөл / أثر الاضطراب

source: Intervention Activity Type
mn: Интервенцийн үйл ажиллагааны төрөл

source: Recommendation Type
mn: Зөвлөмжийн төрөл

source: Disturbance Date Occurred Before / اضطراب حدث قبل تاريخ
mn: Өмнө нь үүссэн эвдрэлийн огноо / اضطراب حدث قبل تاريخ

source: Disturbance Date To / تاريخ الاضطراب (حتى)
mn: Эвдэрсэн огноо / تاريخ الاضطراب (حتى)

source: Disturbance Date Occurred On / اضطراب حدث في تاريخ
mn: Эвдрэл гарсан огноо / اضطراب حدث في تاريخ

source: Disturbance Date From / تاريخ الاضطراب (من)
mn: Эвдэрсэн огноо / تاريخ الاضطراب (من)

source: Threat Inference Making Assessor Name / اسم المقيم الذي أجرى الاستنتناجات
mn: Аюулын дүгнэлт гаргах үнэлгээчний нэр / اسم المقيم الذي أجرى الاستنتناجات

source: Damage Extent / مدى الضرر/ الاضطراب
mn: Хохирлын хэмжээ / مدى الضرر/ الاضطراب

source: Overall Site Condition / حالة الموقع عمومًا
mn: Сайтын ерөнхий нөхцөл / حالة الموقع عمومًا

source: Threat Type / نوع التهديد
mn: Аюулын төрөл / نوع التهديد

source: Cause / نوع مسبب الاضطراب
mn: Шалтгаан / نوع مسبب الاضطراب
