Repository: MPI-MAPSS/MAPSSdb
Catalog: mapss/locale/*/LC_MESSAGES/graph.po
Languages: mn

source: Detailed Condition Assessment / تقييم الحالة بالتفصيل
mn: Нөхцөл байдлын нарийвчилсан үнэлгээ / تقييم الحالة بالتفصيل

source: Select or Create Detailed Assessment
mn: Нарийвчилсан үнэлгээг сонгох эсвэл үүсгэх

source: Cause Certainty / مدى التأكد من سبب الاضطراب
mn: Тодорхой шалтгаан / مدى التأكد من سبب الاضطراب

source: Threat Probability / التهديد المحتمل
mn: Аюул магадлал / التهديد المحتمل

source: Threat Category
mn: Аюулын ангилал

source: Grid Square Assignee
mn: Тор дөрвөлжин хуваарилагч

source: Related Resources
mn: Холбогдох эх сурвалжууд

source: Grid Square Geometric Expression
mn: Торон дөрвөлжин геометрийн илэрхийлэл

source: Remote Sensing Cultural Period
mn: Зайнаас тандан судлах соёлын үе

source: Cultural Period - HP
mn: Соёлын үе - HP

source: Assessment Source
mn: Үнэлгээний эх сурвалж

source: Remote Sensing Place Type
mn: Зайнаас тандан судлах газрын төрөл

source: Disturbance Type
mn: Эвдрэлийн төрөл

source: Cultural Sub-period
mn: Соёлын дэд үе

source: Cultural Sub-period Type
mn: Соёлын дэд үе төрөл

source: Cultural Sub-period Certainty
mn: Соёлын дэд үе тодорхой

source: Remote Sensing Object Shape
mn: Зайнаас тандан судлах объектын хэлбэр

source: Remote Sensing Interpretation Type
mn: Зайнаас тандан судлах тайлбарын төрөл

source: Remote Sensing Interpretation Sub-type
mn: Зайнаас тандан судлах тайлбарын дэд төрөл

source: Remote Sensing Interpretation Certainty
mn: Зайнаас тандан судлах тайлбарын баталгаа

source: Heritage Feature Shape Orientation Type
mn: Өв онцлог Хэлбэрийн чиг баримжаа төрөл

source: Related External Dataset Resource
mn: Холбогдох гадаад мэдээллийн багц нөөц

source: Elevation
mn: Өндөр

source: Heritage Feature Dimension Type
mn: Өв шинж чанар Хэмжээний төрөл

source: Heritage Feature Measurement Source Type
mn: Өв шинж чанарын хэмжилтийн эх үүсвэрийн төрөл

source: Heritage Feature Measurement Number
mn: Heritage Feature хэмжилтийн дугаар

source: Heritage Feature Measurement Unit Type
mn: Heritage Feature хэмжилтийн нэгжийн төрөл

source: Potential Impact Type / نوع التأثير الحتمل
mn: Боломжит нөлөөллийн төрөл

source: Exposure / مكشوف
mn: Өртөх

source: Vulnerability / العوامل التي تعرض الموقع للاضطراب
mn: Эмзэг байдал

source: Damage Assessment Assessor / المتحقق من الضرر
mn: Хохирлын үнэлгээний үнэлгээч

source: Material Class / فئة مواد البناء
mn: Материалын ангилал

source: Material Type / نوع مادة البناء
mn: Материалын төрөл

source: Threat and Risk Assessor / المتحقق من حالتي الخطر والتهديد
mn: Аюул ба эрсдэлийн үнэлгээч

source: Relationship to Date / علاقة حديثة
mn: Relationship to Date

source: Relationship Comments / تعليقات العلاقة
mn: Харилцааны сэтгэгдэл

source: Relationship from Date / علاقة قديمة
mn: Огнооноос ирсэн харилцаа

source: Information Resource / مصدر المعلومات
mn: Мэдээллийн нөөц

source: Risk Level / مستوى المخاطر
mn: Эрсдлийн түвшин

source: Disturbance Cause Category Type / تصنيف سبب الاضطراب
mn: Эвдрэлийн шалтгааны ангилал

source: Disturbance Cause Type / نوع مسبب الاضطراب
mn: Эвдрэлийн шалтгаан төрөл

source: Disturbance Cause Certainty / مدى التأكد من سبب الاضطراب
mn: Эвдрэлийн шалтгаан тодорхой

source: Potential Impact Type
mn: Боломжит нөлөөллийн төрөл

source: Comments on Relationship to Heritage Place/Built Component
mn: Өв дурсгалын газар/барьсан бүрэлдэхүүн хэсэгтэй харилцах талаархи сэтгэгдэл

source: Activity Type / نوع النشاط
mn: Үйл ажиллагааны төрөл

source: Investigator Name / اسم من قام بالفحص
mn: Мөрдөн байцаагчийн нэр

source: Choose investigator name or select NEW
mn: Судлаачийн нэрийг сонгох эсвэл ШИНЭ гэснийг сонгоно уу

source: Activity Date / تاريخ النشاط
mn: Үйл ажиллагааны огноо

source: Built Component Assessed / التكوين البنائي الذي تم تقييمه
mn: Баригдсан бүрэлдэхүүн хэсгийн үнэлгээ

source: Heritage Place/Site of Assessment / صلة تفاصيل التقييم المسجلة بالموقع
mn: Heritage Place/Site of Assessment

source: Choose site
mn: Сайт сонгоно уу

source: Secondary Threat Type
mn: Хоёрдогч аюулын төрөл

source: Overall Condition Type / حالة الموقع عمومًا
mn: Нөхцөл байдлын төрөл

source: Recommended Date of Next Assessment / التاريخ المقترح للتقييم التالي
mn: Дараагийн үнэлгээний санал болгож буй огноо

source: Probability / التهديد المحتمل
mn: Магадлал / التهديد المحتمل

source: Migration Priority Type
mn: Шилжилтийн тэргүүлэх төрөл

source: Percentage of Site Affected
mn: Нөлөөлөлд өртсөн сайтын хувь

source: Severity / مدى التأثير المدمر المحتمل
mn: Хүнд байдал / مدى التأثير المدمر المحتمل

source: Secondary Threat Type / نوع الخطر الثانوي
mn: Хоёрдогч аюулын төрөл / نوع الخطر الثانوي

source: Recommended Migration Strategy Type
mn: Санал болгож буй шилжилт хөдөлгөөний стратегийн төрөл

source: Overall Condition Remarks Type / نوع الملاحظات المدونة إجمالًا
mn: Нөхцөл байдлын ерөнхий тайлбар Төрөл / نوع الملاحظات المدونة إجمالًا

source: Overall Condition Remarks / ملاحظات كلية عن حالة الموقع
mn: Нөхцөл байдлын ерөнхий тайлбар / ملاحظات كلية عن حالة الموقع

source: Overall Condition Remarks Type
mn: Ерөнхий нөхцөл Тайлбарын төрөл

source: Overall Condition Type
mn: Нөхцөл байдлын ерөнхий төрөл

source: Next Assessment Date Type
mn: Дараагийн үнэлгээний огнооны төрөл

source: Overall Condition Remarks
mn: Нөхцөл байдлын талаархи ерөнхий тайлбар

source: Measurement Number / قيمة القياسات
mn: Хэмжилтийн дугаар / قيمة القياسات

source: Dimension Type / نوع القياس
mn: Хэмжээний төрөл / نوع القياس

source: Measurement Source Type / نوع مصدر القياس
mn: Хэмжилтийн эх үүсвэрийн төрөл

source: Measurement Unit / وحدة القياس
mn: Хэмжилтийн нэгж

source: Construction Technique Type / نوع تقنية البناء
mn: Барилгын техникийн төрөл

source: Construction Note / ملاحظة البناء
mn: Барилгын тэмдэглэл

source: Mitigation Activity Type
mn: Сөрөг үйл ажиллагааны төрөл

source: Priority to Undertake Mitigation / الأولوية لإجراء الكبح
mn: Зөрчлийг бууруулах тэргүүлэх чиглэл

source: Mitigation Strategy / استراتيجية كبح الخطر
mn: Зөрчлийг бууруулах стратеги

source: Severity Type / مدى التأثير المدمر المحتمل
mn: Хүнд байдлын төрөл

source: Damage Trend Type / اتجاه الضرر أو مساره
mn: Гэмтлийн чиг хандлагын төрөл

source: Extent Type / مدى الضرر/ الاضطراب
mn: Хэмжээний төрөл

source: Modification Date / تاريخ التعديل
mn: Өөрчлөгдсөн огноо

source: Modification Description / وصف التعديلات
mn: Өөрчлөлтийн тайлбар

source: Modification Type / نوع التعديل
mn: Өөрчлөлтийн төрөл

source: Resource Orientation Type / اتجاه الموقع الذي بصدد التسجيل
mn: Нөөцийн чиглэлийн төрөл

source: File Upload / تحميل الملف
mn: Файл байршуулах

source: Resource Name
mn: Нөөцийн нэр

source: External Resource Function Type
mn: Гадаад нөөцийн функцын төрөл

source: External Resource Function Certainty
mn: Гадаад нөөцийн үйл ажиллагааны тодорхой байдал

source: Project Extent
mn: Төслийн цар хүрээ

source: Represents a single node in a graph
mn: График дахь нэг цэгийг төлөөлдөг

source: Draw a polygon representing your project's extent. These bounds will serve as the default for the cache seed bounds, search result grid bounds, and map bounds in search, cards, and reports
mn: Төслийн цар хүрээг харуулсан олон өнцөгт зур. Эдгээр хязгаарууд нь хайлт, карт, тайлан дахь кэшийн үрийн хязгаар, хайлтын үр дүнгийн сүлжээний хязгаар, газрын зургийн хязгаар зэрэгт өгөгдмөл байдлаар үйлчилнэ.

source: Arches uses the Mapbox mapping library for map display and data creation. Arches also supports Mapbox basemaps and other services
mn: Arches нь газрын зураг харуулах, өгөгдөл үүсгэхийн тулд Mapbox зургийн санг ашигладаг. Arches нь Mapbox-ын үндсэн зураг болон бусад үйлчилгээг дэмждэг

source: You can define the zoom behavior of your maps by specifying max/min and default values. Zoom level 0 shows the whole world (and is the minimum zoom level). Most map services support a maximum of 20 or so zoom levels
mn: Та хамгийн их/мин болон өгөгдмөл утгуудыг зааж өгснөөр газрын зургийнхаа томруулалтын горимыг тодорхойлж болно. Томруулах түвшин 0 нь дэлхийг бүхэлд нь харуулдаг (мөн томруулах хамгийн бага түвшин). Ихэнх газрын зургийн үйлчилгээ нь дээд тал нь 20 орчим томруулах түвшинг дэмждэг

source: Default Map Settings
mn: Газрын зургийн үндсэн тохиргоо

source: Initial settings for Arches maps displayed in reports, cards, and search
mn: Arches газрын зургийн анхны тохиргоог тайлан, карт, хайлтад харуулав

source: Search Results Grid
mn: Хайлтын үр дүнгийн сүлжээ

source: Arches aggregates search results and displays them as hexagons. You will need to set default parameters for the hexagon size and its precision.
mn: Arches нь хайлтын үр дүнг нэгтгэж, зургаан өнцөгт хэлбэрээр харуулдаг. Та зургаан өнцөгт хэмжээ болон түүний нарийвчлалын үндсэн параметрүүдийг тохируулах хэрэгтэй болно.

source: Settings Time Search
mn: Тохиргоо Цаг хайх

source: Configuration Settings for temporal search
mn: Түр зуурын хайлтын тохиргооны тохиргоо

source: Arches supports temporal binning. Define the configuration and colors to use in your time wheel
mn: Arches нь түр зуурын бингийг дэмждэг. Цагийн хүрдэндээ ашиглах тохиргоо болон өнгийг тодорхойл

source: <p>You can see the color ramps at:</p><p><a href="https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md"><font color="#f7f7f7">https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md</font></a><br></p>
mn: <p>Та өнгөт налууг дараахаас харж болно:</p><p><a href="https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales .md"><font color="#f7f7f7">https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md</font></a> <br></p>

source: Web Analytics
mn: Вэб аналитик

source: Google service used to track application usage and other metrics
mn: Google-н үйлчилгээг аппликешны хэрэглээ болон бусад хэмжигдэхүүнийг хянахад ашигладаг

source: System Data Settings
mn: Системийн өгөгдлийн тохиргоо

source: Default Application Names
mn: Өгөгдмөл програмын нэрс

source: Names used to identify your application and the system data import personna
mn: Таны аппликейшн болон системийн өгөгдлийг импортлох ажилтнуудыг тодорхойлоход ашигладаг нэрс

source: Land Cover
mn: Газрын бүрхэвч

source: Remote Sensing Component Observation
mn: Зайнаас тандан судлах бүрэлдэхүүн хэсгийн ажиглалт

source: Morphology
mn: Морфологи

source: Form, shape, etc.
mn: Хэлбэр, хэлбэр гэх мэт.

source: Archaeological Validation Belief
mn: Археологийн баталгаажуулалтын итгэл үнэмшил

source: Measurements
mn: Хэмжилт

source: Archaeological Assessment
mn: Археологийн үнэлгээ

source: Absolute Chronology Assignment
mn: Үнэмлэхүй он цагийн хуваарийн даалгавар

source: Heritage Place Shape
mn: Өв газрын хэлбэр

source: Comments
mn: Сэтгэгдэл

source: Comments or remarks about site/feature recording
mn: Сайт/онцлогын бичлэгийн талаархи сэтгэгдэл эсвэл тайлбар

source: Geometry
mn: Геометр

source: Thesaurus Service Providers
mn: Тезаурусын үйлчилгээ үзүүлэгч

source: Arches can access Thesaurus services, such as the Getty AAT, to acquire thesaurus entries using the Reference Data Manager (RDM)
mn: Arches нь Getty AAT гэх мэт Thesaurus үйлчилгээнд хандаж, Reference Data Manager (RDM) ашиглан тезаурусын оруулгуудыг авах боломжтой.

source: Settings Basic Search
mn: Тохиргооны үндсэн хайлт

source: Configuration settings for search returns
mn: Хайлтын өгөөжийн тохиргооны тохиргоо

source: Set the default search results behavior
mn: Хайлтын үр дүнгийн өгөгдмөл горимыг тохируулна уу

source: Saved Searches
mn: Хадгалсан хайлтууд

source: System configuration for saving searches
mn: Хайлтыг хадгалах системийн тохиргоо

source: Arches allows you save a search and present it as convenience for your users.
mn: Arches нь хайлтаа хадгалж, хэрэглэгчдэдээ тав тухтай байлгах боломжийг олгоно.

source: Heritage Place Components
mn: Өв газрын бүрэлдэхүүн хэсгүүд

source: Archaeological Assessment Summary
mn: Археологийн үнэлгээний хураангуй

source: Disturbance Causes
mn: Эвдрэлийн шалтгаанууд

source: Recommendation Plan
mn: Зөвлөмжийн төлөвлөгөө

source: Geography
mn: Газарзүй

source: Radiocarbon Dates
mn: Радиокарбон огноо

source: Geology
mn: Геологи

source: Heritage Place Function Assignment
mn: Өв газрын үйл ажиллагааны даалгавар

source: Topography
mn: Топограф

source: Threat Assessment
mn: Аюулын үнэлгээ

source: Environment Assessment
mn: Байгаль орчны үнэлгээ

source: Field Assessment
mn: Талбайн үнэлгээ

source: Feature, feature group, site, landscape, etc.
mn: Онцлог, онцлог бүлэг, сайт, ландшафт гэх мэт.

source: Condition & Threat Assessment
mn: Нөхцөл ба аюулын үнэлгээ

source: Resource Summary
mn: Нөөцийн хураангуй

source: Disturbance Effects
mn: Эвдрэлийн нөлөө

source: Interpretation
mn: Тайлбар

source: Type of monument, grave, building, etc.
mn: Хөшөө, булш, барилга гэх мэт төрөл.

source: Heritage Place Interpretation & Morphology Assessment
mn: Өв газрын тайлбар ба морфологийн үнэлгээ

source: Interpretation & Morphology
mn: Тайлбар ба морфологи

source: Environment Assessment Summary
mn: Байгаль орчны үнэлгээний хураангуй

source: Condition Assessment
mn: Нөхцөл байдлын үнэлгээ

source: Damage State
mn: Гэмтлийн байдал

source: Enter basic information about the archaeological resource
mn: Археологийн нөөцийн талаархи үндсэн мэдээллийг оруулна уу

source: Occupied Timespan
mn: Эзлэгдсэн хугацаа

source: Remote Sensing Object Assessment
mn: Зайнаас тандан судлах объектын үнэлгээ

source: Recommended Intervention Activity
mn: Санал болгож буй хөндлөнгийн үйл ажиллагаа

source: Location
mn: Байршил

source: Project/Dataset Source Name
mn: Төсөл/Өгөгдлийн багцын эх сурвалжийн нэр

source: Related Heritage Resources
mn: Холбогдох өвийн нөөц

source: Description Assignment
mn: Тодорхойлолт даалгавар

source: Lifespan
mn: Амьдрах хугацаа

source: Heritage Place Construction
mn: Өв дурсгалт газрын бүтээн байгуулалт

source: Materials & Techniques
mn: Материал ба техник

source: Heritage Place Function Assignment Branch
mn: Өв газрын чиг үүргийн хуваарилалтын салбар

source: Heritage Place Function Sub-type br
mn: Heritage Place функц Дэд төрөл br

source: Condition Assessment Summary
mn: Нөхцөл байдлын үнэлгээний хураангуй

source: Official Designation
mn: Албан ёсны нэршил

source: Place(s) of publication
mn: Нийтэлсэн газар(ууд).

source: Publication Date
mn: Нийтэлсэн огноо

source: Editor(s)
mn: Редактор(ууд)

source: Page(s)
mn: Хуудас(ууд)

source: Bibliography
mn: Ном зүй

source: Figure(s)
mn: Зураг(ууд)

source: Author(s)
mn: Зохиогч(ууд)

source: e.g. Journal/Volume Title / مثال: مجلة/عنوان المجلد
mn: жишээ нь Сэтгүүл/Боть гарчиг / مثال: مجلة/عنوان المجلد

source: Shared Data
mn: Хуваалцсан өгөгдөл

source: URLs
mn: URL-ууд

source: Information Carrier
mn: Мэдээлэл зөөгч

source: Resource Relationships
mn: Нөөцийн харилцаа

source: Issues
mn: Асуудал

source: Additional Information
mn: Нэмэлт мэдээлэл

source: Publication Title
mn: Нийтлэлийн гарчиг

source: Source(s)
mn: Эх сурвалж(ууд)

source: Creator(s)
mn: Бүтээгч(үүд)

source: Cartography
mn: Зураг зүй

source: Imagery
mn: Дүрслэл

source: Place of publication
mn: Нийтэлсэн газар

source: Tile Square Details
mn: Хавтанцарын талбайн дэлгэрэнгүй мэдээлэл

source: Imagery Sampled Resolution Type
mn: Зургийн түүвэр нягтралын төрөл

source: Copyright
mn: Зохиогчийн эрх

source: Image Details
mn: Зургийн дэлгэрэнгүй мэдээлэл

source: Date of File
mn: Файлын огноо

source: Date of Acquisition
mn: Худалдан авсан огноо

source: Land Cover / الطبوغرافية
mn: Газрын бүрхэвч / الطبوغرافية

source: Geology / الجيولوجيا
mn: Геологи / الجيولوجيا

source: Bedrock Geology / النوع الجيولوجي للصخور
mn: Үндсэн чулуулгийн геологи

source: Marine Environment / بيئة بحرية
mn: Далайн орчин

source: Surficial Geology / نوع الجيولوجيا السطحية
mn: Гадаргын геологи

source: Topography / الطبوغرافية
mn: Газарзүйн байрлал

source: Environment Assessment / التقييم البيئي
mn: Байгаль орчны үнэлгээ

source: Detailed Condition Assessments / تقييم الحالة بالتفصيل
mn: Нөхцөл байдлын нарийвчилсан үнэлгээ

source: Geoarchaeological Timespace / المنظور الزمني للملاحظة الجيوأركيولوجية
mn: Geoarchaeological Timespace

source: Geoarchaeology Assessment / تقييم جيوأركيولوجي
mn: Геоархеологийн үнэлгээ

source: Feature Landform / نوع شكل الظاهرة الجيوأركيولوجية
mn: Онцлог газрын хэлбэр

source: Name / اسم (أسماء) المورد
mn: Нэр

source: Known name(s) of site or resource
mn: Сайт эсвэл нөөцийн мэдэгдэж буй нэр

source: Description / وصف عام
mn: Тодорхойлолт / وصف عام

source: Resource Summary / ملخص المورد
mn: Нөөцийн хураангуй / ملخص المورد

source: Feature Sediment / نوع توضع الظواهر االجيوأركيولوجية
mn: Онцлог хурдас / نوع توضع الظواهر االجيوأركيولوجية

source: Feature Interpretation Belief
mn: Онцлог тайлбарын итгэл үнэмшил

source: Assessment Summary / ملخص التقييم
mn: Үнэлгээний хураангуй

source: Source of Evidence
mn: Нотлох баримтын эх сурвалж

source: Geography / الجغرافيا
mn: Газарзүй / الجغرافيا

source: Process Indicator/Evidence of / مؤشر /أدلة للتغيرات
mn: Process Indicator/Evidence of

source: Geometry / أشكال هندسية
mn: Геометр

source: GE Imagery Acquisition Date
mn: GE Imagery олж авсан огноо

source: Imagery Acquisition Date / تاريخ الحصول على الصورة
mn: Зураг авах огноо

source: Depth/Elevation / العمق/الارتفاع
mn: Гүн/Өндөр

source: Geoarchaeology Feature Assessment / تقييم الظاهرة الأثارجيولوجية
mn: Геоархеологийн онцлогийн үнэлгээ

source: General Date / التاريخ العام
mn: Ерөнхий огноо

source: Disturbances
mn: Эмх замбараагүй байдал

source: Intervention & Recommendation / التدخل & التوصية
mn: Intervention & Recommendation

source: Extent of Damage / مدى الضرر/ الاضطراب
mn: Хохирлын хэмжээ

source: Estimated Overall Damage Extent
mn: Тооцоолсон нийт хохирлын хэмжээ

source: Disturbance
mn: Эвдрэл

source: Effect / أثر الاضطراب
mn: Эффект

source: Recommendation Plan / خطة مقترحة/توصية
mn: Зөвлөмжийн төлөвлөгөө

source: Priority Assignment / الأولوية
mn: Тэргүүлэх зорилт

source: Disturbance Event Timespan / تاريخ الاضطراب
mn: Disturbance Event Timespan

source: Threats
mn: Аюул заналхийлэл

source: Condition Assessment / تقييم الحالة
mn: Нөхцөл байдлын үнэлгээ

source: Geoarchaeology Certainty Observation
mn: Геоархеологийн тодорхой ажиглалт

source: Damage State Observation
mn: Улсын ажиглалтыг гэмтээх

source: Disturbance Event Timespan
mn: Эвдрэлийн үйл явдлын хугацаа

source: Disturbance Effect Belief
mn: Эвдрэлийн нөлөөний итгэл үнэмшил

source: Threat Making Inference
mn: Аюултай дүгнэлт гаргах

source: Related Sites
mn: Холбоотой сайтууд

source: Parent, child, or overlapping sites
mn: Эцэг эх, хүүхэд эсвэл давхардсан сайтууд

source: Disturbance Cause Belief
mn: Эвдрэлийн шалтгаан нь итгэл үнэмшил

source: Threat Event / نتجة التهديد
mn: Аюултай үйл явдал

source: Damage Assessor / المتحقق من الضرر
mn: Хохирол үнэлэгч

source: Related Information Resources
mn: Холбогдох мэдээллийн нөөц

source: Contains
mn: агуулсан

source: CONDITION ID
mn: НӨХЦӨЛИЙН ID

source: Risk Level Belief / مستوى المخاطر
mn: Эрсдлийн түвшний итгэл үнэмшил

source: Overall Condition / حالة الموقع عمومًا
mn: Ерөнхий нөхцөл

source: Date of Next Assessment / التاريخ المقترح للتقييم التالي
mn: Дараагийн үнэлгээний огноо

source: Damage Assessment
mn: Хохирлын үнэлгээ

source: Threat and Risk Assessment / التهديد وتقييم الخطر
mn: Аюул ба эрсдэлийн үнэлгээ

source: Condition Remarks / ملاحظات كلية عن حالة الموقع
mn: Нөхцөл байдлын тайлбар

source: Overall Condition Assessment / حالة الموقع عمومًا
mn: Нөхцөл байдлын ерөнхий үнэлгээ

source: Measurements / قياسات
mn: Хэмжилт

source: Modification and Construction / التعديل والبناء
mn: Өөрчлөлт ба барилгын ажил

source: Recommendation and Priority
mn: Зөвлөмж ба тэргүүлэх чиглэл

source: Damage Observation
mn: Гэмтлийн ажиглалт

source: Modification / نوع التعديل
mn: Өөрчлөлт

source: Location / الجغرافيا
mn: Байршил

source: External Resource Function
mn: Гадаад нөөцийн функц

source: Remarks
mn: Тайлбар

source: Notes, Comments, Descriptions, etc.
mn: Тэмдэглэл, тайлбар, тайлбар гэх мэт.
